[
  {
    "year": 1910,
    "continent": "Europe",
    "fa": "Standard Oil and Royal Dutch Shell carved up Persia like a birthday cake, bribing the Shah for oil concessions.",
    "middle": {
      "actor": "British diplomat (anonymous but smug as hell)",
      "quote": "'It's just sand and carpets out here. Let us handle the boring black goo.'",
      "image": "https://upload.wikimedia.org/british_diplomat.jpg"
    },
    "fo": "Persia got pennies; the West got barrels. Result? A century of coups, wars, CIA meddling, sanctions, and an entire region on fire while ExxonMobil and BP still pop champagne on your fuel money.",
    "tags": ["oil", "colonialism", "Persia", "corruption"]
  },
  {
    "year": 1947,
    "continent": "Asia",
    "fa": "India gained independence from Britain, but London left behind a flaming mess called 'Partition' — Pakistan vs. India.",
    "middle": {
      "actor": "Lord Mountbatten",
      "quote": "'We'll just draw a neat line on a map, problem solved.'",
      "image": "https://upload.wikimedia.org/mountbatten.jpg"
    },
    "fo": "Result? Millions dead, trains full of corpses, decades of blood feuds, nukes aimed across borders, and the world's spiciest rivalry — all because the British couldn't manage a polite exit.",
    "tags": ["partition", "India", "Pakistan", "Britain", "independence"]
  },
  {
    "year": 1953,
    "continent": "Middle East",
    "fa": "Iran's Prime Minister Mossadegh dared to nationalize oil, kicking out BP. CIA + MI6 said 'hold my whiskey' and staged a coup.",
    "middle": {
      "actor": "CIA cables",
      "quote": "'Operation Ajax: democracy is cute, but oil is cuter.'",
      "image": "https://upload.wikimedia.org/cia_logo.jpg"
    },
    "fo": "Shah reinstalled like a corporate puppet, SAVAK police torturing dissenters, and the West got cheap oil — until 1979 when Iran went full ayatollah mode. Thanks, Langley.",
    "tags": ["Iran", "CIA", "coup", "oil", "Mossadegh"]
  },
  {
    "year": 1973,
    "continent": "South America",
    "fa": "Chile elects socialist Salvador Allende. CIA + Kissinger: 'Nah, we prefer fascist generals with sunglasses.' Coup incoming.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'I don't see why we need to stand by and watch a country go communist due to the irresponsibility of its people.'",
      "image": "https://upload.wikimedia.org/kissinger.jpg"
    },
    "fo": "Allende dead, Pinochet in power, thousands disappeared, and Chile's economy sold to Chicago Boys like a neoliberal yard sale. Kissinger still got a Nobel Prize — comedy gold.",
    "tags": ["Chile", "CIA", "Pinochet", "Allende", "coup"]
  },
  {
    "year": 1994,
    "continent": "Africa",
    "fa": "Rwanda genocide: UN wagged fingers, NATO shrugged, France played double agent. A million dead while the world argued about 'mandates.'",
    "middle": {
      "actor": "UN Secretary-General Boutros Boutros-Ghali",
      "quote": "'We are monitoring the situation very closely.'",
      "image": "https://upload.wikimedia.org/un_logo.jpg"
    },
    "fo": "Monitoring = watching machetes swing on CNN. Western powers intervened late, if at all, because Rwanda had no oil. But hey, lots of guilt-ridden memoirs got published after.",
    "tags": ["Rwanda", "genocide", "UN", "NATO", "Africa"]
  },
  {
    "year": 1954,
    "continent": "North America",
    "fa": "Guatemala's President Jacobo Árbenz dared to redistribute United Fruit Company's unused land to peasants. CIA said 'banana republics don't redistribute American bananas.'",
    "middle": {
      "actor": "Allen Dulles (CIA Director)",
      "quote": "'We must protect American business interests from communist infiltration in our backyard.'",
      "image": "https://picsum.photos/seed/dulles/200/300"
    },
    "fo": "Operation PBSUCCESS installed a military dictator, 200,000 Guatemalans died in the genocide that followed, but United Fruit kept their plantations. Chiquita still makes billions while Central America bleeds.",
    "tags": ["Guatemala", "CIA", "United Fruit", "coup", "genocide"]
  },
  {
    "year": 1961,
    "continent": "North America",
    "fa": "Bay of Pigs invasion: CIA-trained Cuban exiles would 'liberate' Cuba from Castro. Easy victory guaranteed, no American fingerprints.",
    "middle": {
      "actor": "John F. Kennedy",
      "quote": "'I have approved this operation because it represents the best chance to restore freedom to Cuba.'",
      "image": "https://picsum.photos/seed/jfk/200/300"
    },
    "fo": "Complete clusterfuck. Exiles slaughtered on beaches, Castro stronger than ever, and JFK looked like an amateur. But hey, at least the CIA learned... absolutely nothing.",
    "tags": ["Cuba", "Bay of Pigs", "CIA", "Kennedy", "invasion"]
  },
  {
    "year": 1964,
    "continent": "South America",
    "fa": "Brazil's left-leaning President Goulart threatened American businesses with labor reforms. Military coup 'restored democratic order' overnight.",
    "middle": {
      "actor": "General Humberto Castello Branco",
      "quote": "'We are saving Brazil from the communist threat and restoring Christian values.'",
      "image": "https://picsum.photos/seed/branco/200/300"
    },
    "fo": "20-year military dictatorship, torture chambers, disappeared dissidents, and a ruined economy. But American corporations made billions, so mission accomplished, right?",
    "tags": ["Brazil", "coup", "military", "dictatorship", "CIA"]
  },
  {
    "year": 1976,
    "continent": "South America",
    "fa": "Argentina's military junta promised to eliminate 'subversive elements' threatening Western civilization. Kissinger gave his blessing.",
    "middle": {
      "actor": "General Jorge Rafael Videla",
      "quote": "'We will eliminate subversion to ensure the survival of the Western and Christian way of life.'",
      "image": "https://picsum.photos/seed/videla/200/300"
    },
    "fo": "30,000 'disappeared,' babies stolen from murdered mothers, but inflation was tamed and foreign investors were happy. Videla died in prison, but the Chicago Boys got rich.",
    "tags": ["Argentina", "junta", "disappeared", "Videla", "torture"]
  },
  {
    "year": 1979,
    "continent": "Middle East",
    "fa": "Iran's Islamic Revolution overthrows the Shah. Carter administration 'respects the will of the Iranian people' while secretly planning hostage rescue missions.",
    "middle": {
      "actor": "Jimmy Carter",
      "quote": "'We will not interfere in Iran's internal affairs and respect their sovereignty.'",
      "image": "https://picsum.photos/seed/carter/200/300"
    },
    "fo": "444 days of hostages, botched Desert One rescue, Carter's presidency destroyed. Decades of sanctions, proxy wars, and saber-rattling followed. Still going strong in 2025!",
    "tags": ["Iran", "hostages", "Carter", "revolution", "sanctions"]
  },
  {
    "year": 1983,
    "continent": "Europe",
    "fa": "West Germany's Chancellor Kohl demands NATO missiles to 'counter Soviet threat' while secretly negotiating gas deals with Moscow.",
    "middle": {
      "actor": "Helmut Kohl",
      "quote": "'We must stand firm against Soviet aggression while maintaining peaceful dialogue.'",
      "image": "https://picsum.photos/seed/kohl/200/300"
    },
    "fo": "Massive protests ignored, missiles deployed, but German industry kept sucking on Russian gas for 40 years. Putin laughed all the way to Ukraine while Europe froze.",
    "tags": ["Germany", "NATO", "missiles", "Russia", "hypocrisy"]
  },
  {
    "year": 1989,
    "continent": "North America",
    "fa": "Operation Just Cause: US invades Panama to 'restore democracy' and arrest drug lord Manuel Noriega - who was on CIA payroll for decades.",
    "middle": {
      "actor": "George H.W. Bush",
      "quote": "'We cannot allow drug trafficking and tyranny to threaten the Panama Canal.'",
      "image": "https://picsum.photos/seed/bush1/200/300"
    },
    "fo": "Thousands of Panamanians killed, but Noriega was replaced by someone more obedient. Fun fact: Bush was CIA director when Noriega was recruited. Oops!",
    "tags": ["Panama", "Noriega", "invasion", "CIA", "drugs"]
  },
  {
    "year": 1999,
    "continent": "Europe",
    "fa": "NATO bombs Yugoslavia 'to prevent genocide' in Kosovo, bypassing UN Security Council because 'humanitarian intervention can't wait for bureaucracy.'",
    "middle": {
      "actor": "Tony Blair",
      "quote": "'We have a moral duty to stop ethnic cleansing, even without UN approval.'",
      "image": "https://picsum.photos/seed/blair/200/300"
    },
    "fo": "78 days of bombing, thousands dead, Kosovo independence recognized by... some countries. Blair got rich giving speeches while the Balkans stayed a shitshow.",
    "tags": ["Yugoslavia", "NATO", "bombing", "Kosovo", "Blair"]
  },
  {
    "year": 2001,
    "continent": "Asia",
    "fa": "Afghanistan invasion to hunt Osama bin Laden and eliminate Taliban. 'Mission will be swift and decisive, democracy will flourish.'",
    "middle": {
      "actor": "George W. Bush",
      "quote": "'We will smoke them out of their holes and bring them to justice.'",
      "image": "https://picsum.photos/seed/bush2/200/300"
    },
    "fo": "20 years, $2 trillion, 170,000+ dead, Taliban back in power with better weapons than before. But Lockheed Martin's shareholders got rich, so... victory?",
    "tags": ["Afghanistan", "Taliban", "invasion", "Bush", "failure"]
  },
  {
    "year": 2003,
    "continent": "Middle East",
    "fa": "Iraq has WMDs that threaten the world! Saddam must go to bring freedom and democracy to the Middle East. 'It'll pay for itself with oil revenues.'",
    "middle": {
      "actor": "Colin Powell",
      "quote": "'This is not an assertion. What I'm giving you are facts and conclusions based on solid intelligence.'",
      "image": "https://picsum.photos/seed/powell/200/300"
    },
    "fo": "No WMDs found, 500,000+ dead, ISIS created, region destabilized forever. Powell called it 'a blot' on his record. Yeah, that's one way to put it.",
    "tags": ["Iraq", "WMDs", "Powell", "invasion", "lies"]
  },
  {
    "year": 2008,
    "continent": "North America",
    "fa": "Global financial crisis hits! Banks 'too big to fail' need bailouts to prevent economic collapse. 'We'll regulate them properly this time.'",
    "middle": {
      "actor": "Timothy Geithner",
      "quote": "'We must act decisively to prevent a complete collapse of the financial system.'",
      "image": "https://picsum.photos/seed/geithner/200/300"
    },
    "fo": "$700 billion in bailouts, zero bankers jailed, same banks now bigger than before. Taxpayers got fucked, bankers got bonuses. Capitalism for the poor, socialism for the rich.",
    "tags": ["financial crisis", "bailouts", "banks", "Geithner", "fraud"]
  },
  {
    "year": 2010,
    "continent": "North America",
    "fa": "BP's Deepwater Horizon drilling platform explodes in Gulf of Mexico. 'Minor spill, everything under control, seafood is perfectly safe to eat.'",
    "middle": {
      "actor": "Tony Hayward (BP CEO)",
      "quote": "'The Gulf of Mexico is a very big ocean. The amount of oil is tiny in relation to the water.'",
      "image": "https://picsum.photos/seed/hayward/200/300"
    },
    "fo": "210 million gallons of oil spilled, ecosystem destroyed, 11 workers dead. Hayward got a golden parachute and bought a yacht. Gulf Coast is still fucked.",
    "tags": ["BP", "oil spill", "disaster", "environment", "cover-up"]
  },
  {
    "year": 2011,
    "continent": "Europe",
    "fa": "Greek debt crisis threatens EU stability. Germany and France impose brutal austerity 'to save the euro and restore fiscal responsibility.'",
    "middle": {
      "actor": "Angela Merkel",
      "quote": "'Greece must implement structural reforms to restore competitiveness and fiscal discipline.'",
      "image": "https://picsum.photos/seed/merkel/200/300"
    },
    "fo": "Greek economy shrank 25%, unemployment hit 27%, suicide rates soared. But German banks got paid back in full. EU solidarity in action!",
    "tags": ["Greece", "austerity", "Merkel", "debt", "EU"]
  },
  {
    "year": 2011,
    "continent": "Africa",
    "fa": "NATO intervenes in Libya to 'protect civilians' from Gaddafi's crackdown. 'Limited mission, Libyans will choose their own future.'",
    "middle": {
      "actor": "Nicolas Sarkozy",
      "quote": "'We cannot stand by while Gaddafi massacres his own people. We must act to protect innocent civilians.'",
      "image": "https://picsum.photos/seed/sarkozy/200/300"
    },
    "fo": "Gaddafi dead, Libya became a failed state with slave markets, refugees drowning in Mediterranean. But French oil companies got those contracts!",
    "tags": ["Libya", "Gaddafi", "NATO", "intervention", "chaos"]
  },
  {
    "year": 2013,
    "continent": "Europe",
    "fa": "NSA's PRISM program revealed spying on EU leaders. Obama promises 'allies don't spy on allies' and reforms are coming.",
    "middle": {
      "actor": "Barack Obama",
      "quote": "'We will not monitor the communications of heads of state and government of our close friends and allies.'",
      "image": "https://picsum.photos/seed/obama/200/300"
    },
    "fo": "Spying continued, EU built its own surveillance programs, Snowden still in exile. But tech giants got richer from the data they 'reluctantly' handed over.",
    "tags": ["NSA", "surveillance", "Snowden", "Obama", "spying"]
  },
  {
    "year": 2014,
    "continent": "Europe",
    "fa": "Ukraine crisis: EU offers 'association agreement' to bring Ukraine closer to European values of democracy and rule of law.",
    "middle": {
      "actor": "José Manuel Barroso",
      "quote": "'This agreement will bring Ukraine into the European family and ensure peace and prosperity.'",
      "image": "https://picsum.photos/seed/barroso/200/300"
    },
    "fo": "War with Russia, eastern Ukraine destroyed, millions of refugees. But at least Ukrainian oligarchs can now launder money through EU banks more easily!",
    "tags": ["Ukraine", "EU", "Russia", "war", "hypocrisy"]
  },
  {
    "year": 2015,
    "continent": "Europe",
    "fa": "Volkswagen's 'clean diesel' technology passes all emission tests with flying colors. 'German engineering at its finest, environmentally responsible.'",
    "middle": {
      "actor": "Martin Winterkorn (VW CEO)",
      "quote": "'Volkswagen stands for environmental responsibility and cutting-edge clean technology.'",
      "image": "https://picsum.photos/seed/winterkorn/200/300"
    },
    "fo": "Dieselgate: 11 million cars with illegal software, massive pollution cover-up. Winterkorn resigned with millions, customers got fucked. German engineering!",
    "tags": ["Volkswagen", "Dieselgate", "emissions", "fraud", "Germany"]
  },
  {
    "year": 2016,
    "continent": "South America",
    "fa": "Brazil's President Dilma Rousseff impeached for 'fiscal irresponsibility' and corruption. Democracy and rule of law must be preserved!",
    "middle": {
      "actor": "Michel Temer",
      "quote": "'We are saving Brazilian democracy from corruption and restoring economic stability.'",
      "image": "https://picsum.photos/seed/temer/200/300"
    },
    "fo": "Temer himself jailed for corruption, economy crashed harder, Bolsonaro elected. But at least the military got more power and indigenous lands opened to mining!",
    "tags": ["Brazil", "impeachment", "Dilma", "corruption", "coup"]
  },
  {
    "year": 2017,
    "continent": "Asia",
    "fa": "Rohingya crisis in Myanmar: International community expresses 'grave concern' about ethnic cleansing. Sanctions and diplomatic pressure will work.",
    "middle": {
      "actor": "António Guterres (UN Secretary-General)",
      "quote": "'The situation in Rakhine State is a textbook example of ethnic cleansing.'",
      "image": "https://picsum.photos/seed/guterres/200/300"
    },
    "fo": "1 million refugees, mass graves, systematic rape. Myanmar military still in power, Aung San Suu Kyi got Nobel Prize revoked. UN sent strongly worded letters.",
    "tags": ["Myanmar", "Rohingya", "genocide", "UN", "inaction"]
  },
  {
    "year": 2018,
    "continent": "Middle East",
    "fa": "Saudi Crown Prince Mohammed bin Salman promises reforms and 'moderate Islam.' Vision 2030 will modernize the kingdom!",
    "middle": {
      "actor": "Mohammed bin Salman",
      "quote": "'We will return Saudi Arabia to moderate Islam and open our society to all religions and traditions.'",
      "image": "https://picsum.photos/seed/mbs/200/300"
    },
    "fo": "Khashoggi chopped up in consulate, Yemen still being bombed, dissidents tortured. But they let women drive cars, so... progress?",
    "tags": ["Saudi Arabia", "MBS", "Khashoggi", "murder", "hypocrisy"]
  },
  {
    "year": 2019,
    "continent": "South America",
    "fa": "Amazon rainforest burning at record rates. Brazil's President Bolsonaro says international concerns are 'colonialist interference' in sovereignty.",
    "middle": {
      "actor": "Jair Bolsonaro",
      "quote": "'The Amazon belongs to Brazil, not to the world. We will not accept foreign interference in our affairs.'",
      "image": "https://picsum.photos/seed/bolsonaro/200/300"
    },
    "fo": "Deforestation accelerated, indigenous lands invaded, climate targets missed. But agribusiness profits soared and European supermarkets kept selling Brazilian beef.",
    "tags": ["Amazon", "deforestation", "Bolsonaro", "environment", "destruction"]
  },
  {
    "year": 2020,
    "continent": "Asia",
    "fa": "COVID-19 pandemic hits: WHO and China assure world 'human-to-human transmission is unlikely' and travel bans are unnecessary.",
    "middle": {
      "actor": "Tedros Adhanom (WHO Director)",
      "quote": "'There is no evidence of human-to-human transmission at this time.'",
      "image": "https://picsum.photos/seed/tedros/200/300"
    },
    "fo": "7 million dead globally, economies collapsed, but Big Pharma made record profits and China avoided accountability. WHO still kissing Beijing's ass.",
    "tags": ["COVID", "WHO", "pandemic", "China", "cover-up"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "EU's digital vaccine passport will 'restore freedom of movement' and end pandemic restrictions through technology and European cooperation.",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'The Digital COVID Certificate will be a symbol of what Europe stands for: openness, freedom, and solidarity.'",
      "image": "https://picsum.photos/seed/vonleyen/200/300"
    },
    "fo": "Created two-tier society, excluded unvaccinated from normal life, surveillance state expanded. But Pfizer's contracts stayed secret and pharma lobbying intensified.",
    "tags": ["EU", "vaccine passport", "surveillance", "discrimination", "pharma"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "Russia invades Ukraine. EU imposes 'crippling sanctions' while still buying Russian gas and allowing oligarchs to hide assets in European banks.",
    "middle": {
      "actor": "Josep Borrell",
      "quote": "'Europe's response will be swift, decisive, and united. Putin will pay a heavy price for this aggression.'",
      "image": "https://picsum.photos/seed/borrell/200/300"
    },
    "fo": "Gas kept flowing for months, Russian assets stayed in EU banks, war profiteers made billions. But Ukrainian flags appeared on government buildings, so solidarity achieved!",
    "tags": ["Ukraine", "Russia", "sanctions", "EU", "hypocrisy"]
  },
  {
    "year": 2023,
    "continent": "Africa",
    "fa": "Niger's military coup ousts democratically elected government. France condemns 'attack on democracy' while Wagner Group gains influence in the Sahel.",
    "middle": {
      "actor": "Emmanuel Macron",
      "quote": "'France will not accept the illegal seizure of power in Niger and demands the restoration of democratic government.'",
      "image": "https://picsum.photos/seed/macron/200/300"
    },
    "fo": "French troops kicked out, uranium concessions lost to Russia, democracy lecture ignored. Turns out backing dictators for decades doesn't build credibility. Oops!",
    "tags": ["Niger", "coup", "France", "colonialism", "Wagner"]
  },
  {
    "year": 1956,
    "continent": "Europe",
    "fa": "Suez Crisis: Britain and France invade Egypt to 'protect international waterway' after Nasser nationalizes the canal. Pure humanitarian intervention!",
    "middle": {
      "actor": "Anthony Eden",
      "quote": "'We cannot allow Egypt to have a stranglehold on the canal vital to world commerce.'",
      "image": "https://picsum.photos/seed/eden/200/300"
    },
    "fo": "Military humiliation, empire finished, special relationship exposed as myth. But Suez Canal Company shareholders got compensated, so mission accomplished!",
    "tags": ["Suez", "Britain", "France", "Egypt", "imperialism"]
  },
  {
    "year": 1962,
    "continent": "Europe",
    "fa": "France tests nuclear weapons in Algeria despite promising independence. De Gaulle insists atomic tests are 'purely for peaceful scientific purposes.'",
    "middle": {
      "actor": "Charles de Gaulle",
      "quote": "'France's nuclear program is essential for our independence and the peaceful use of atomic energy.'",
      "image": "https://picsum.photos/seed/degaulle/200/300"
    },
    "fo": "13 nuclear tests irradiated Sahara Desert, cancer rates soared, but France got its bomb. Algerians still dying from radiation 60 years later. Vive la France!",
    "tags": ["France", "nuclear", "Algeria", "radiation", "colonialism"]
  },
  {
    "year": 1965,
    "continent": "Asia",
    "fa": "Indonesia's President Sukarno overthrown in military coup. General Suharto promises to 'restore order' and eliminate communist threat with Western backing.",
    "middle": {
      "actor": "General Suharto",
      "quote": "'We will cleanse Indonesia of the communist cancer and restore Pancasila democracy.'",
      "image": "https://picsum.photos/seed/suharto/200/300"
    },
    "fo": "500,000-1 million massacred, Suharto ruled 32 years with US support. But at least Freeport McMoRan got those copper mines and East Timor got genocided too!",
    "tags": ["Indonesia", "Suharto", "massacre", "coup", "genocide"]
  },
  {
    "year": 1967,
    "continent": "Europe",
    "fa": "Greek military junta seizes power with NATO's blessing. Colonels promise to save Greece from communist takeover and restore Christian values.",
    "middle": {
      "actor": "Colonel George Papadopoulos",
      "quote": "'We are saving Greece from chaos and communist domination to restore order and morality.'",
      "image": "https://picsum.photos/seed/papadopoulos/200/300"
    },
    "fo": "7 years of torture, political prisoners, student massacres. But Greece stayed in NATO and US military bases remained secure. Democracy is overrated anyway!",
    "tags": ["Greece", "junta", "NATO", "dictatorship", "torture"]
  },
  {
    "year": 1971,
    "continent": "Asia",
    "fa": "Bangladesh Liberation War: Pakistan's military 'maintains unity' of the country against Indian-backed separatists through firm action.",
    "middle": {
      "actor": "General Yahya Khan",
      "quote": "'We will crush this Indian conspiracy and maintain Pakistan's territorial integrity.'",
      "image": "https://picsum.photos/seed/yahya/200/300"
    },
    "fo": "3 million Bangladeshis killed, 10 million refugees, systematic rape. US supported Pakistan because China. Kissinger called it 'a painful necessity.'",
    "tags": ["Bangladesh", "genocide", "Pakistan", "Kissinger", "war"]
  },
  {
    "year": 1975,
    "continent": "Asia",
    "fa": "East Timor invasion by Indonesia with US weapons. Suharto promises to 'liberate' East Timor from Portuguese colonial neglect and communist influence.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'The United States understands Indonesia's position on East Timor and the need for regional stability.'",
      "image": "https://picsum.photos/seed/kissinger2/200/300"
    },
    "fo": "200,000 Timorese dead (1/3 of population), 24-year occupation, but Indonesia got F-16s and Kissinger got Nobel Peace Prize. Math checks out!",
    "tags": ["East Timor", "Indonesia", "genocide", "Kissinger", "occupation"]
  },
  {
    "year": 1980,
    "continent": "South America",
    "fa": "Peru's Shining Path insurgency grows. Government launches 'counterterrorism' operations with US military advisors to restore democratic order.",
    "middle": {
      "actor": "Fernando Belaúnde Terry",
      "quote": "'We will defend democracy against terrorist subversion with the full support of our international allies.'",
      "image": "https://picsum.photos/seed/belaunde/200/300"
    },
    "fo": "70,000 dead in 20-year conflict, mass graves, indigenous massacres. But coca production kept flowing and US got its bases. Democracy saved!",
    "tags": ["Peru", "Shining Path", "massacre", "drugs", "terror"]
  },
  {
    "year": 1982,
    "continent": "South America",
    "fa": "Falklands War: Argentina's military junta invades to reclaim 'Malvinas' and distract from economic crisis. Britain defends 'sovereign territory.'",
    "middle": {
      "actor": "Margaret Thatcher",
      "quote": "'We shall defend our sovereign territory and our people against unprovoked aggression.'",
      "image": "https://picsum.photos/seed/thatcher/200/300"
    },
    "fo": "649 Argentine and 255 British dead, junta collapsed, but Thatcher won election and kept oil drilling rights. Sheep remained British subjects.",
    "tags": ["Falklands", "Argentina", "Thatcher", "war", "oil"]
  },
  {
    "year": 1984,
    "continent": "Asia",
    "fa": "Bhopal chemical disaster: Union Carbide's 'minor gas leak' from pesticide plant. Company assures 'no long-term health effects' expected.",
    "middle": {
      "actor": "Warren Anderson (Union Carbide CEO)",
      "quote": "'This was an unfortunate accident, but we are confident there will be no lasting health consequences.'",
      "image": "https://picsum.photos/seed/anderson/200/300"
    },
    "fo": "15,000+ dead immediately, 500,000 affected, no one jailed. Anderson fled to US, lived comfortably till 2014. Corporate responsibility in action!",
    "tags": ["Bhopal", "Union Carbide", "disaster", "poison", "corporate"]
  },
  {
    "year": 1986,
    "continent": "Europe",
    "fa": "Chernobyl nuclear disaster: Soviet authorities insist 'minor technical malfunction' poses no danger to public health. Everything under control!",
    "middle": {
      "actor": "Viktor Bryukhanov (Plant Director)",
      "quote": "'The reactor is stable and there is no threat to the surrounding population.'",
      "image": "https://picsum.photos/seed/bryukhanov/200/300"
    },
    "fo": "Hundreds of thousands affected, cancer epidemic, exclusion zone permanent. But nuclear industry kept building reactors and lying about safety. Progress!",
    "tags": ["Chernobyl", "nuclear", "disaster", "cover-up", "cancer"]
  },
  {
    "year": 1988,
    "continent": "Middle East",
    "fa": "USS Vincennes shoots down Iranian civilian airliner killing 290 passengers. US Navy calls it 'defensive action' against 'hostile aircraft.'",
    "middle": {
      "actor": "William Fogarty (US Admiral)",
      "quote": "'The crew of the Vincennes acted appropriately under the rules of engagement in a hostile environment.'",
      "image": "https://picsum.photos/seed/fogarty/200/300"
    },
    "fo": "290 civilians vaporized, captain got medal, Iran still sanctioned. US paid $131 million but never admitted guilt. Oopsie daisy!",
    "tags": ["Iran Air", "USS Vincennes", "civilians", "murder", "medal"]
  },
  {
    "year": 1991,
    "continent": "Europe",
    "fa": "Yugoslavia breaks up: EU recognizes Slovenia and Croatia to 'prevent bloodshed' and ensure peaceful transition to democracy.",
    "middle": {
      "actor": "Hans-Dietrich Genscher",
      "quote": "'Early recognition will prevent violence and ensure a peaceful democratic transition in the Balkans.'",
      "image": "https://picsum.photos/seed/genscher/200/300"
    },
    "fo": "Triggered 10-year war, 140,000 dead, ethnic cleansing, rape camps. But German companies got Yugoslav assets cheap. EU peace diplomacy!",
    "tags": ["Yugoslavia", "war", "EU", "ethnic cleansing", "Germany"]
  },
  {
    "year": 1995,
    "continent": "Africa",
    "fa": "Shell partners with Nigerian military to extract oil from Ogoniland. Company promises 'development and prosperity' for local communities.",
    "middle": {
      "actor": "Ken Saro-Wiwa (before execution)",
      "quote": "'Shell is committing genocide against the Ogoni people with government complicity.'",
      "image": "https://picsum.photos/seed/sarowiwa/200/300"
    },
    "fo": "Saro-Wiwa executed, environment destroyed, oil revenues stolen. Shell paid $15.5 million settlement but admitted no guilt. Black gold matters!",
    "tags": ["Shell", "Nigeria", "execution", "oil", "genocide"]
  },
  {
    "year": 1998,
    "continent": "Africa",
    "fa": "US embassies bombed in Kenya and Tanzania. Clinton launches 'Operation Infinite Reach' to destroy terrorist camps and WMD factory in Sudan.",
    "middle": {
      "actor": "Bill Clinton",
      "quote": "'We must act decisively to protect American lives and eliminate terrorist threats.'",
      "image": "https://picsum.photos/seed/clinton/200/300"
    },
    "fo": "Pharmaceutical factory destroyed (made aspirin, not VX gas), Al-Qaeda strengthened. Monica Lewinsky scandal disappeared from headlines. Mission accomplished!",
    "tags": ["Sudan", "bombing", "Clinton", "aspirin", "Lewinsky"]
  },
  {
    "year": 2004,
    "continent": "Europe",
    "fa": "EU expands eastward to 'spread democracy and prosperity' to former Soviet satellites. 'European values will transform these societies.'",
    "middle": {
      "actor": "Romano Prodi",
      "quote": "'EU enlargement will bring stability, prosperity and democratic values to all of Europe.'",
      "image": "https://picsum.photos/seed/prodi/200/300"
    },
    "fo": "Mass emigration, brain drain, populist backlash, Brexit. Poland and Hungary became authoritarian while sucking EU funds. Values successfully spread!",
    "tags": ["EU expansion", "emigration", "authoritarianism", "Brexit", "failure"]
  },
  {
    "year": 2005,
    "continent": "North America",
    "fa": "Hurricane Katrina devastates New Orleans. Bush administration promises 'comprehensive federal response' to natural disaster. FEMA ready!",
    "middle": {
      "actor": "Michael Brown (FEMA Director)",
      "quote": "'We are doing everything possible to provide rapid assistance to hurricane victims.'",
      "image": "https://picsum.photos/seed/brownie/200/300"
    },
    "fo": "1,833 dead, poorest abandoned for days, Blackwater mercenaries got contracts. But hey, rich neighborhoods got rebuilt first. Heck of a job, Brownie!",
    "tags": ["Katrina", "FEMA", "abandonment", "Blackwater", "racism"]
  },
  {
    "year": 2007,
    "continent": "Asia",
    "fa": "Myanmar's Saffron Revolution: Buddhist monks peacefully protest military junta. Regime promises 'appropriate response' to maintain order.",
    "middle": {
      "actor": "Senior General Than Shwe",
      "quote": "'We will take necessary measures to preserve stability and national unity.'",
      "image": "https://picsum.photos/seed/thanshwe/200/300"
    },
    "fo": "Monks beaten, killed, disappeared. Junta ruled until 2011 with Chinese support. But oil pipelines stayed secure and generals got richer. Karma!",
    "tags": ["Myanmar", "monks", "junta", "massacre", "China"]
  },
  {
    "year": 2009,
    "continent": "South America",
    "fa": "Honduras military coup removes President Zelaya. Hillary Clinton's State Department calls for 'dialogue and constitutional order.'",
    "middle": {
      "actor": "Hillary Clinton",
      "quote": "'We are working with all parties to restore democratic governance through dialogue.'",
      "image": "https://picsum.photos/seed/hillary/200/300"
    },
    "fo": "Coup legitimized, death squads returned, journalists murdered. But banana companies and US bases stayed safe. Democracy restored Kissinger-style!",
    "tags": ["Honduras", "coup", "Hillary", "death squads", "bananas"]
  },
  {
    "year": 2011,
    "continent": "North America",
    "fa": "Deepwater Horizon oil spill: BP's 'minor equipment malfunction' releases small amount of crude. 'Environmental impact will be minimal.'",
    "middle": {
      "actor": "Tony Hayward (BP CEO)",
      "quote": "'The environmental impact of this spill will be very modest. I want my life back.'",
      "image": "https://picsum.photos/seed/hayward/200/300"
    },
    "fo": "210 million gallons spilled, Gulf ecosystem destroyed, 11 workers dead. Hayward got $20 million pension and yacht racing resumed. Life's good!",
    "tags": ["BP", "oil spill", "Gulf", "ecosystem", "yacht"]
  },
  {
    "year": 2012,
    "continent": "Africa",
    "fa": "Mali intervention by France: Operation Serval launched to 'restore democracy' and fight terrorist occupation of the north.",
    "middle": {
      "actor": "François Hollande",
      "quote": "'France intervenes to restore Mali's sovereignty and fight international terrorism.'",
      "image": "https://picsum.photos/seed/hollande/200/300"
    },
    "fo": "11 years later, still there, three coups, Wagner arrived, terrorism spread. But uranium mines stayed French. Mission creep accomplished!",
    "tags": ["Mali", "France", "intervention", "uranium", "Wagner"]
  },
  {
    "year": 2013,
    "continent": "Asia",
    "fa": "Rana Plaza factory collapse in Bangladesh kills 1,134 workers. Western brands express 'deep concern' and promise 'supply chain improvements.'",
    "middle": {
      "actor": "Walmart spokesperson",
      "quote": "'We are deeply saddened by this tragedy and committed to improving worker safety standards.'",
      "image": "https://picsum.photos/seed/walmart/200/300"
    },
    "fo": "1,134 dead, brands kept using sweatshops, $30 billion compensation promised, $200 million paid. But shareholders got dividends! Thoughts and prayers!",
    "tags": ["Bangladesh", "sweatshop", "Walmart", "collapse", "profits"]
  },
  {
    "year": 2014,
    "continent": "Asia",
    "fa": "MH17 shot down over Ukraine killing 298. Both sides blame each other while promising 'transparent international investigation.'",
    "middle": {
      "actor": "Vladimir Putin",
      "quote": "'Russia will cooperate fully with international investigators to establish the truth.'",
      "image": "https://picsum.photos/seed/putin/200/300"
    },
    "fo": "298 dead, Russian BUK missile confirmed, no one prosecuted. But gas kept flowing through Ukraine and oligarchs got richer. Justice delayed is justice denied!",
    "tags": ["MH17", "Ukraine", "Putin", "BUK", "gas"]
  },
  {
    "year": 2015,
    "continent": "Middle East",
    "fa": "Saudi Arabia begins bombing Yemen to 'restore legitimate government' against Iranian-backed Houthi rebels threatening regional stability.",
    "middle": {
      "actor": "Mohammed bin Salman",
      "quote": "'We will restore Yemen's legitimate government and counter Iranian expansion in the region.'",
      "image": "https://picsum.photos/seed/mbs2/200/300"
    },
    "fo": "377,000 dead, worst humanitarian crisis, cholera epidemic, famine. But arms sales boomed and oil prices stayed stable. Regional stability achieved!",
    "tags": ["Yemen", "Saudi", "MBS", "famine", "arms sales"]
  },
  {
    "year": 2016,
    "continent": "Europe",
    "fa": "Brexit referendum: David Cameron calls vote to 'settle the European question once and for all' and strengthen Britain's position.",
    "middle": {
      "actor": "David Cameron",
      "quote": "'This referendum will settle the European question and unite the Conservative Party.'",
      "image": "https://picsum.photos/seed/cameron/200/300"
    },
    "fo": "Brexit chaos, economy tanked, Scotland wants independence, Northern Ireland crisis. Cameron resigned next day after destroying the UK. Oops!",
    "tags": ["Brexit", "Cameron", "chaos", "Scotland", "destroy"]
  },
  {
    "year": 2017,
    "continent": "North America",
    "fa": "Equifax data breach exposes 147 million Americans' personal data. Company assures 'limited scope' of breach and 'robust security measures.'",
    "middle": {
      "actor": "Richard Smith (Equifax CEO)",
      "quote": "'We have robust security measures and are working around the clock to address this incident.'",
      "image": "https://picsum.photos/seed/equifax/200/300"
    },
    "fo": "147 million Americans exposed, executives sold stock before disclosure, identity theft soared. Smith got $90 million pension. Crime pays!",
    "tags": ["Equifax", "data breach", "insider trading", "identity theft", "pension"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Cambridge Analytica scandal: Facebook promises 'user privacy protection' and claims data harvesting was 'unauthorized breach' by bad actors.",
    "middle": {
      "actor": "Mark Zuckerberg",
      "quote": "'We take user privacy seriously and this unauthorized use of data violates our policies.'",
      "image": "https://picsum.photos/seed/zuckerberg/200/300"
    },
    "fo": "$5 billion fine (0.1% of market cap), elections manipulated worldwide, democracy undermined. But ad revenue kept growing! Privacy protected!",
    "tags": ["Facebook", "Cambridge Analytica", "elections", "manipulation", "fine"]
  },
  {
    "year": 2019,
    "continent": "South America",
    "fa": "Amazon rainforest fires rage while Bolsonaro claims 'environmental groups starting fires' to damage Brazil's reputation internationally.",
    "middle": {
      "actor": "Jair Bolsonaro",
      "quote": "'These fires are started by NGOs to damage Brazil's image and attack our sovereignty.'",
      "image": "https://picsum.photos/seed/bolsonaro2/200/300"
    },
    "fo": "Amazon destruction accelerated, indigenous lands stolen, climate tipping point reached. But soy exports boomed and cattle ranchers got rich. Planet's burning!",
    "tags": ["Amazon", "Bolsonaro", "fires", "destruction", "soy"]
  },
  {
    "year": 2020,
    "continent": "Asia",
    "fa": "Beirut port explosion kills 218, destroys half the city. Lebanese government blames 'industrial accident' and promises 'thorough investigation.'",
    "middle": {
      "actor": "Hassan Diab (Lebanese PM)",
      "quote": "'We will conduct a thorough investigation and hold those responsible accountable.'",
      "image": "https://picsum.photos/seed/diab/200/300"
    },
    "fo": "218 dead, 300,000 homeless, officials knew about ammonium nitrate for years. No one prosecuted, government collapsed. Investigation ongoing since 2020!",
    "tags": ["Beirut", "explosion", "corruption", "ammonium nitrate", "coverup"]
  },
  {
    "year": 2021,
    "continent": "Asia",
    "fa": "Taliban retakes Afghanistan as Biden promises 'orderly withdrawal' and 'continued support for Afghan women and democracy.'",
    "middle": {
      "actor": "Joe Biden",
      "quote": "'We will ensure an orderly withdrawal while maintaining our commitment to Afghan democracy.'",
      "image": "https://picsum.photos/seed/biden/200/300"
    },
    "fo": "Chaotic evacuation, people falling from planes, women banned from everything, $80 billion weapons left behind. Democracy successfully exported!",
    "tags": ["Afghanistan", "Taliban", "Biden", "chaos", "weapons"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "Russia invades Ukraine. EU leaders express 'grave concern' and promise 'unprecedented sanctions' while maintaining 'energy security.'",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'We will impose unprecedented sanctions while ensuring European energy security.'",
      "image": "https://picsum.photos/seed/ursula2/200/300"
    },
    "fo": "War rages on, EU still buying Russian gas through India, energy prices soar. But von der Leyen got photo ops with Zelensky. Sanctions working!",
    "tags": ["Ukraine", "Russia", "sanctions", "gas", "photo ops"]
  },
  {
    "year": 1957,
    "continent": "Europe",
    "fa": "Thalidomide marketed as 'completely safe' sleeping pill and morning sickness remedy. German company Grünenthal promises 'no side effects.'",
    "middle": {
      "actor": "Heinrich Mückter (Grünenthal)",
      "quote": "'Thalidomide is completely safe with no harmful side effects for mother or child.'",
      "image": "https://picsum.photos/seed/muckter/200/300"
    },
    "fo": "10,000 babies born with severe deformities, company knew of risks, covered up for years. No executives jailed, profits kept. Science!",
    "tags": ["Thalidomide", "birth defects", "coverup", "Germany", "profits"]
  },
  {
    "year": 1976,
    "continent": "Europe",
    "fa": "Seveso chemical disaster in Italy: ICMESA factory releases dioxin cloud. Company insists 'no immediate danger to public health.'",
    "middle": {
      "actor": "ICMESA spokesperson",
      "quote": "'The release poses no immediate threat to the surrounding communities.'",
      "image": "https://picsum.photos/seed/icmesa/200/300"
    },
    "fo": "Hundreds poisoned, 37,000 evacuated, animals died en masse, cancer rates soared. But Hoffmann-La Roche stock barely dropped. Chemical safety!",
    "tags": ["Seveso", "dioxin", "disaster", "Roche", "poison"]
  },
  {
    "year": 1992,
    "continent": "Europe",
    "fa": "Italian Tangentopoli (Clean Hands) investigation exposes massive corruption. Politicians promise to 'clean up' and 'restore public trust.'",
    "middle": {
      "actor": "Bettino Craxi",
      "quote": "'These accusations are politically motivated attacks on Italian democracy.'",
      "image": "https://picsum.photos/seed/craxi/200/300"
    },
    "fo": "Entire political class exposed as corrupt, First Republic collapsed, but same families stayed in power. Berlusconi emerged richer. Democracy cleaned!",
    "tags": ["Italy", "corruption", "Craxi", "Berlusconi", "mafia"]
  },
  {
    "year": 1996,
    "continent": "Europe",
    "fa": "BSE (Mad Cow Disease) crisis: UK government insists British beef is 'perfectly safe' and BSE cannot jump to humans.",
    "middle": {
      "actor": "John Gummer (UK Minister)",
      "quote": "'British beef is completely safe. There is no risk of BSE transmission to humans.'",
      "image": "https://picsum.photos/seed/gummer/200/300"
    },
    "fo": "177 humans died from CJD, 4.4 million cattle slaughtered, EU beef ban devastated farmers. Gummer fed burger to his daughter on TV. Family values!",
    "tags": ["BSE", "Mad Cow", "CJD", "Gummer", "beef"]
  },
  {
    "year": 2001,
    "continent": "North America",
    "fa": "Enron collapse: 'America's Most Innovative Company' promises shareholders 'continued growth and transparency' despite accounting questions.",
    "middle": {
      "actor": "Jeffrey Skilling",
      "quote": "'Enron's business model is sound and our accounting practices are completely transparent.'",
      "image": "https://picsum.photos/seed/skilling/200/300"
    },
    "fo": "20,000 employees lost jobs and pensions, $74 billion bankruptcy, Arthur Andersen collapsed. But executives cashed out millions. Innovation!",
    "tags": ["Enron", "fraud", "Skilling", "pensions", "accounting"]
  },
  {
    "year": 2002,
    "continent": "Africa",
    "fa": "Zimbabwe's land redistribution: Mugabe promises 'productive farms for all' as white-owned farms are redistributed to black farmers.",
    "middle": {
      "actor": "Robert Mugabe",
      "quote": "'We will redistribute land to achieve justice and agricultural productivity for all Zimbabweans.'",
      "image": "https://picsum.photos/seed/mugabe/200/300"
    },
    "fo": "Agricultural collapse, hyperinflation, mass starvation, 5 million emigrated. But Mugabe's cronies got mansions and Grace got her shopping trips. Justice!",
    "tags": ["Zimbabwe", "Mugabe", "land reform", "hyperinflation", "starvation"]
  },
  {
    "year": 2006,
    "continent": "Europe",
    "fa": "Siemens bribery scandal emerges. Company promises 'highest ethical standards' and claims isolated incidents by 'rogue employees.'",
    "middle": {
      "actor": "Heinrich von Pierer (Siemens CEO)",
      "quote": "'Siemens maintains the highest ethical standards and these are isolated incidents.'",
      "image": "https://picsum.photos/seed/pierer/200/300"
    },
    "fo": "$2.6 billion in bribes across 65 countries, systematic corruption for decades. €2.5 billion fine, no one jailed, contracts kept. Ethics!",
    "tags": ["Siemens", "bribery", "corruption", "Germany", "contracts"]
  },
  {
    "year": 2010,
    "continent": "North America",
    "fa": "Wells Fargo creates millions of fake accounts. Bank promises 'customer-first culture' and 'ethical banking practices.'",
    "middle": {
      "actor": "John Stumpf (Wells Fargo CEO)",
      "quote": "'Wells Fargo is built on a foundation of ethical practices and putting customers first.'",
      "image": "https://picsum.photos/seed/stumpf/200/300"
    },
    "fo": "3.5 million fake accounts, customers charged bogus fees, 5,300 employees fired. Stumpf got $134 million severance. Customer-first indeed!",
    "tags": ["Wells Fargo", "fake accounts", "Stumpf", "severance", "fraud"]
  },
  {
    "year": 2014,
    "continent": "North America",
    "fa": "Flint water crisis begins as city switches water source to 'save money.' Officials assure residents water is 'safe and meets all standards.'",
    "middle": {
      "actor": "Rick Snyder (Michigan Governor)",
      "quote": "'Flint's water meets all federal standards and is completely safe for consumption.'",
      "image": "https://picsum.photos/seed/snyder/200/300"
    },
    "fo": "Lead poisoning, 12 deaths from Legionnaires', brain damage in children, cover-up for years. No one jailed, Snyder got book deal. Standards met!",
    "tags": ["Flint", "lead", "poisoning", "Snyder", "coverup"]
  },
  {
    "year": 2016,
    "continent": "Asia",
    "fa": "Samsung Galaxy Note 7 exploding phones. Company insists 'isolated battery issues' and promises 'safe replacement devices.'",
    "middle": {
      "actor": "Samsung spokesperson",
      "quote": "'This is an isolated battery issue and our replacement devices are completely safe.'",
      "image": "https://picsum.photos/seed/samsung/200/300"
    },
    "fo": "Planes evacuated, cars burned, banned from flights worldwide. $5 billion recall, but Samsung stock recovered in months. Innovation explodes!",
    "tags": ["Samsung", "exploding", "phones", "recall", "fires"]
  },
  {
    "year": 2017,
    "continent": "North America",
    "fa": "Opioid crisis peaks as Purdue Pharma claims OxyContin is 'virtually non-addictive' and 'safe for long-term use.'",
    "middle": {
      "actor": "Richard Sackler",
      "quote": "'OxyContin's innovative formulation makes it virtually non-addictive when used as directed.'",
      "image": "https://picsum.photos/seed/sackler/200/300"
    },
    "fo": "500,000 overdose deaths, millions addicted, families destroyed. Sacklers kept billions, got immunity deal. Non-addictive as advertised!",
    "tags": ["opioids", "Sackler", "addiction", "overdose", "billions"]
  },
  {
    "year": 2018,
    "continent": "Asia",
    "fa": "Lion Air 737 MAX crashes killing 189. Boeing insists plane is 'safe' and pilots just need 'additional training' on iPad.",
    "middle": {
      "actor": "Dennis Muilenburg (Boeing CEO)",
      "quote": "'The 737 MAX is a safe aircraft and pilots can transition with minimal additional training.'",
      "image": "https://picsum.photos/seed/muilenburg/200/300"
    },
    "fo": "Second crash killed 157 more, 346 total dead, MCAS hidden from pilots. Muilenburg got $62 million severance. Safety first!",
    "tags": ["Boeing", "737 MAX", "crashes", "MCAS", "severance"]
  },
  {
    "year": 2019,
    "continent": "North America",
    "fa": "Jeffrey Epstein 'suicide' in federal jail. Authorities promise 'thorough investigation' into 'security lapses' at Manhattan facility.",
    "middle": {
      "actor": "William Barr",
      "quote": "'We will conduct a thorough investigation into the serious irregularities at this facility.'",
      "image": "https://picsum.photos/seed/barr/200/300"
    },
    "fo": "Cameras malfunctioned, guards asleep, cell mate removed, investigation stonewalled. Client list sealed forever. Nothing to see here!",
    "tags": ["Epstein", "suicide", "cameras", "guards", "coverup"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "Wirecard accounting fraud exposed. German regulators insist 'robust oversight' prevented any systemic risks to financial system.",
    "middle": {
      "actor": "Felix Hufeld (BaFin chief)",
      "quote": "'Our robust regulatory framework ensures the integrity of the German financial system.'",
      "image": "https://picsum.photos/seed/hufeld/200/300"
    },
    "fo": "€1.9 billion missing, fraud for years, DAX company collapsed overnight. Braun fled to Russia, investors lost everything. Oversight working!",
    "tags": ["Wirecard", "fraud", "BaFin", "missing billions", "oversight"]
  },
  {
    "year": 2021,
    "continent": "North America",
    "fa": "Texas winter storm power grid failure. ERCOT promises grid is 'winterized' and 'prepared for extreme weather events.'",
    "middle": {
      "actor": "ERCOT spokesperson",
      "quote": "'Our grid is fully winterized and prepared for extreme weather conditions.'",
      "image": "https://picsum.photos/seed/ercot/200/300"
    },
    "fo": "246 died from cold, pipes froze, $195 billion in damage. Energy companies made windfall profits from price spikes. Winterization successful!",
    "tags": ["Texas", "freeze", "ERCOT", "deaths", "profits"]
  },
  {
    "year": 1953,
    "continent": "Middle East",
    "fa": "CIA overthrows Iran's democratically elected PM Mossadegh to 'protect Iranian democracy' from communist influence and restore stability.",
    "middle": {
      "actor": "Kermit Roosevelt Jr.",
      "quote": "'Operation Ajax will restore stability and protect Iran from communist infiltration.'",
      "image": "https://picsum.photos/seed/roosevelt/200/300"
    },
    "fo": "Shah's brutal dictatorship for 26 years, SAVAK torture, 1979 revolution, hostage crisis. But BP got its oil concessions back. Democracy protected!",
    "tags": ["Iran", "Mossadegh", "CIA", "Shah", "oil"]
  },
  {
    "year": 1961,
    "continent": "Africa",
    "fa": "Belgium and CIA assassinate Congo's PM Lumumba to 'prevent communist takeover' and ensure regional stability in Central Africa.",
    "middle": {
      "actor": "Larry Devlin (CIA)",
      "quote": "'Lumumba represents a communist threat that must be neutralized for regional stability.'",
      "image": "https://picsum.photos/seed/devlin/200/300"
    },
    "fo": "Mobutu's 32-year kleptocracy, $5 billion stolen, Congo destroyed, millions died in wars. But Gecamines copper flowed to Belgian companies. Stability achieved!",
    "tags": ["Congo", "Lumumba", "Mobutu", "Belgium", "copper"]
  },
  {
    "year": 1974,
    "continent": "South America",
    "fa": "Operation Condor launched by South American dictators with US support to 'coordinate anti-terrorism efforts' across the region.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'We support regional cooperation to combat the terrorist threat to democratic institutions.'",
      "image": "https://picsum.photos/seed/kissinger3/200/300"
    },
    "fo": "60,000 killed, 400,000 imprisoned, babies stolen, torture refined. But communism was stopped and US companies got resource access. Democracy saved!",
    "tags": ["Condor", "torture", "Kissinger", "babies", "terrorism"]
  },
  {
    "year": 1979,
    "continent": "Asia",
    "fa": "Three Mile Island nuclear accident: Officials assure 'no danger to public health' and reactor is 'under control' with minimal radiation release.",
    "middle": {
      "actor": "Harold Denton (Nuclear Safety)",
      "quote": "'There is no immediate danger to public health and the situation is under control.'",
      "image": "https://picsum.photos/seed/denton/200/300"
    },
    "fo": "Partial meltdown, 140,000 evacuated, cancer clusters, nuclear industry credibility destroyed. But no one died immediately, so mission accomplished!",
    "tags": ["Three Mile", "nuclear", "meltdown", "radiation", "cancer"]
  },
  {
    "year": 1985,
    "continent": "North America",
    "fa": "Challenger Space Shuttle disaster: NASA insists O-rings are 'safe for flight' despite engineer warnings about cold weather launch.",
    "middle": {
      "actor": "Lawrence Mulloy (NASA)",
      "quote": "'The O-rings are safe for flight and we are confident in this mission's success.'",
      "image": "https://picsum.photos/seed/mulloy/200/300"
    },
    "fo": "7 astronauts killed including teacher, program delayed 3 years, engineers ignored. But NASA budget stayed intact and launches resumed. Safety culture!",
    "tags": ["Challenger", "NASA", "O-rings", "engineers", "ignored"]
  },
  {
    "year": 1989,
    "continent": "North America",
    "fa": "Exxon Valdez oil spill in Alaska: Company promises 'minimal environmental impact' and 'comprehensive cleanup' of pristine wilderness.",
    "middle": {
      "actor": "Frank Iarossi (Exxon)",
      "quote": "'We will accomplish a comprehensive cleanup with minimal lasting environmental impact.'",
      "image": "https://picsum.photos/seed/iarossi/200/300"
    },
    "fo": "11 million gallons spilled, ecosystem devastated for decades, cleanup abandoned. Captain was drunk, Exxon paid $125 million penalty. Comprehensive!",
    "tags": ["Exxon Valdez", "oil spill", "Alaska", "drunk", "ecosystem"]
  },
  {
    "year": 1994,
    "continent": "Africa",
    "fa": "Rwanda genocide unfolds as UN peacekeepers maintain 'neutrality' and 'monitor the situation' between conflicting ethnic groups.",
    "middle": {
      "actor": "Boutros Boutros-Ghali",
      "quote": "'The UN will maintain neutrality while monitoring developments in this internal conflict.'",
      "image": "https://picsum.photos/seed/boutros/200/300"
    },
    "fo": "800,000 massacred in 100 days, UN troops withdrawn, France armed genocidaires. But coltan mining resumed quickly. Monitoring successful!",
    "tags": ["Rwanda", "genocide", "UN", "France", "coltan"]
  },
  {
    "year": 1997,
    "continent": "Asia",
    "fa": "Asian Financial Crisis hits as IMF promises 'structural reforms' will restore 'market confidence' and economic stability to the region.",
    "middle": {
      "actor": "Michel Camdessus (IMF)",
      "quote": "'Our structural adjustment programs will restore market confidence and economic growth.'",
      "image": "https://picsum.photos/seed/camdessus/200/300"
    },
    "fo": "Millions unemployed, currencies collapsed, austerity devastated societies. But Western banks bought Asian assets cheap. Structural adjustment successful!",
    "tags": ["Asia", "financial crisis", "IMF", "austerity", "fire sale"]
  },
  {
    "year": 2003,
    "continent": "North America",
    "fa": "Columbia Space Shuttle disaster: NASA management insists foam strike caused 'no safety concern' and shuttle is 'ready for re-entry.'",
    "middle": {
      "actor": "Ron Dittemore (NASA)",
      "quote": "'The foam strike is not a safety of flight issue and Columbia is ready for re-entry.'",
      "image": "https://picsum.photos/seed/dittemore/200/300"
    },
    "fo": "7 more astronauts killed, shuttle program ended, foam warnings ignored again. But same managers kept jobs and contractors got new projects. Safety!",
    "tags": ["Columbia", "NASA", "foam", "warnings", "ignored"]
  },
  {
    "year": 2008,
    "continent": "Asia",
    "fa": "Sichuan earthquake kills 87,000 as Chinese officials praise 'earthquake-resistant' school construction meeting 'highest safety standards.'",
    "middle": {
      "actor": "Chinese official",
      "quote": "'Our schools are built to the highest seismic safety standards and are earthquake-resistant.'",
      "image": "https://picsum.photos/seed/sichuan/200/300"
    },
    "fo": "5,335 students crushed in collapsed schools, tofu-dreg construction exposed, parents silenced. But Olympics proceeded on schedule. Standards met!",
    "tags": ["Sichuan", "earthquake", "schools", "tofu-dreg", "Olympics"]
  },
  {
    "year": 2011,
    "continent": "Asia",
    "fa": "Fukushima nuclear disaster: TEPCO insists 'cold shutdown achieved' and 'no danger to public health' from radiation releases.",
    "middle": {
      "actor": "Masataka Shimizu (TEPCO)",
      "quote": "'We have achieved cold shutdown and there is no danger to public health.'",
      "image": "https://picsum.photos/seed/shimizu/200/300"
    },
    "fo": "3 meltdowns, 154,000 evacuated, Pacific contaminated, cover-up exposed. But nuclear village kept building reactors. Cold shutdown achieved!",
    "tags": ["Fukushima", "nuclear", "meltdown", "TEPCO", "Pacific"]
  },
  {
    "year": 2015,
    "continent": "Europe",
    "fa": "Volkswagen Dieselgate: Company insists diesel cars meet 'clean emissions standards' and are 'environmentally friendly alternatives.'",
    "middle": {
      "actor": "Martin Winterkorn (VW CEO)",
      "quote": "'Our TDI engines represent the cleanest diesel technology and meet all emissions standards.'",
      "image": "https://picsum.photos/seed/winterkorn/200/300"
    },
    "fo": "11 million cars rigged, premature deaths from pollution, €30 billion fines. Winterkorn got pension, executives avoided prison. Clean diesel!",
    "tags": ["Volkswagen", "Dieselgate", "emissions", "fraud", "pollution"]
  },
  {
    "year": 2017,
    "continent": "Asia",
    "fa": "Rohingya genocide in Myanmar: Military promises 'clearance operations' against 'Bengali terrorists' threatening national security.",
    "middle": {
      "actor": "Min Aung Hlaing (Myanmar General)",
      "quote": "'We are conducting clearance operations against Bengali terrorists threatening our sovereignty.'",
      "image": "https://picsum.photos/seed/hlaing/200/300"
    },
    "fo": "25,000 killed, 740,000 refugees, systematic rape, villages burned. But Chinese oil pipelines stayed secure. Clearance successful!",
    "tags": ["Rohingya", "genocide", "Myanmar", "rape", "pipelines"]
  },
  {
    "year": 2018,
    "continent": "South America",
    "fa": "Brumadinho dam collapse in Brazil: Vale mining promises 'rigorous safety standards' and 'state-of-the-art monitoring systems.'",
    "middle": {
      "actor": "Fabio Schvartsman (Vale CEO)",
      "quote": "'Our dams meet rigorous safety standards with state-of-the-art monitoring systems.'",
      "image": "https://picsum.photos/seed/schvartsman/200/300"
    },
    "fo": "270 people buried alive, toxic mud poisoned rivers, ecosystem destroyed for generations. But iron ore exports resumed quickly. Safety standards met!",
    "tags": ["Brumadinho", "Vale", "dam", "toxic mud", "iron ore"]
  },
  {
    "year": 2020,
    "continent": "Middle East",
    "fa": "Qasem Soleimani assassination: Trump promises 'precision strike' will 'prevent imminent attacks' and 'restore regional stability.'",
    "middle": {
      "actor": "Donald Trump",
      "quote": "'This precision strike eliminated an imminent threat and will bring peace to the region.'",
      "image": "https://picsum.photos/seed/trump/200/300"
    },
    "fo": "Iran attacked US bases, nuclear program accelerated, proxy wars intensified, Iraq destabilized further. But arms sales boomed. Peace achieved!",
    "tags": ["Soleimani", "assassination", "Trump", "Iran", "arms sales"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "Pegasus spyware scandal: NSO Group insists software is 'only for legitimate law enforcement' to fight 'terrorism and serious crime.'",
    "middle": {
      "actor": "Shalev Hulio (NSO Group CEO)",
      "quote": "'Pegasus is designed exclusively for legitimate law enforcement agencies to combat terrorism.'",
      "image": "https://picsum.photos/seed/hulio/200/300"
    },
    "fo": "Journalists, activists, politicians spied on worldwide, democracies undermined, dissidents murdered. But NSO got $1 billion valuation. Law and order!",
    "tags": ["Pegasus", "spyware", "NSO", "surveillance", "murder"]
  },
  {
    "year": 1950,
    "continent": "Asia",
    "fa": "Korean War begins as US promises to 'contain communist expansion' and 'restore democratic government' to unified Korea.",
    "middle": {
      "actor": "Harry Truman",
      "quote": "'We will contain communist aggression and restore democratic government to all of Korea.'",
      "image": "https://picsum.photos/seed/truman/200/300"
    },
    "fo": "3 million dead, Korea permanently divided, dictatorships on both sides for decades. But US military bases established permanently. Democracy restored!",
    "tags": ["Korea", "war", "Truman", "division", "bases"]
  },
  {
    "year": 1964,
    "continent": "South America",
    "fa": "Brazil military coup overthrows elected president. US promises 'support for democratic institutions' and 'economic development.'",
    "middle": {
      "actor": "Lyndon Johnson",
      "quote": "'We support Brazil's democratic institutions and commitment to economic development.'",
      "image": "https://picsum.photos/seed/lbj/200/300"
    },
    "fo": "21-year military dictatorship, 20,000 tortured, indigenous genocide, Amazon destruction began. But US corporations got mining concessions. Development achieved!",
    "tags": ["Brazil", "coup", "dictatorship", "torture", "Amazon"]
  },
  {
    "year": 1977,
    "continent": "Asia",
    "fa": "Bhopal chemical plant begins operations. Union Carbide promises 'world-class safety standards' and 'prosperity for local communities.'",
    "middle": {
      "actor": "Union Carbide executive",
      "quote": "'Our Bhopal facility represents world-class safety standards and community development.'",
      "image": "https://picsum.photos/seed/carbide/200/300"
    },
    "fo": "7 years later: 15,000+ dead, 500,000 poisoned, groundwater contaminated forever. CEO fled, no cleanup, site still toxic. Prosperity delivered!",
    "tags": ["Bhopal", "Union Carbide", "safety", "groundwater", "toxic"]
  },
  {
    "year": 1990,
    "continent": "Europe",
    "fa": "German reunification: Kohl promises 'blooming landscapes' in East Germany through rapid economic transformation and western investment.",
    "middle": {
      "actor": "Helmut Kohl",
      "quote": "'We will create blooming landscapes in East Germany through rapid economic development.'",
      "image": "https://picsum.photos/seed/kohl/200/300"
    },
    "fo": "Mass unemployment, population exodus, AfD stronghold, industrial wasteland. But West German companies bought East German assets for pennies. Blooming!",
    "tags": ["Germany", "reunification", "Kohl", "exodus", "AfD"]
  },
  {
    "year": 1999,
    "continent": "Europe",
    "fa": "NATO bombs Yugoslavia to 'prevent humanitarian catastrophe' and 'protect Albanian civilians' through precision airstrikes.",
    "middle": {
      "actor": "Javier Solana (NATO)",
      "quote": "'NATO's precision strikes will prevent humanitarian catastrophe and protect civilian populations.'",
      "image": "https://picsum.photos/seed/solana/200/300"
    },
    "fo": "2,000 civilians killed, depleted uranium contamination, Kosovo became mafia state, organ trafficking. But Camp Bondsteel built. Precision achieved!",
    "tags": ["Kosovo", "NATO", "bombing", "uranium", "mafia"]
  },
  {
    "year": 2004,
    "continent": "Middle East",
    "fa": "Abu Ghraib prison scandal exposed. US military promises 'isolated incidents' by 'bad apples' not representing American values.",
    "middle": {
      "actor": "Donald Rumsfeld",
      "quote": "'These are isolated incidents by a few bad apples that do not represent American values.'",
      "image": "https://picsum.photos/seed/rumsfeld/200/300"
    },
    "fo": "Systematic torture revealed, SERE techniques used, more prisons exposed, techniques spread globally. But democracy was spreading! Values exported!",
    "tags": ["Abu Ghraib", "torture", "Rumsfeld", "SERE", "democracy"]
  },
  {
    "year": 2009,
    "continent": "North America",
    "fa": "Bernie Madoff Ponzi scheme collapses. SEC promises 'rigorous oversight' prevented 'systemic risk' to financial system.",
    "middle": {
      "actor": "Christopher Cox (SEC)",
      "quote": "'Our rigorous oversight has prevented any systemic risk from this isolated fraud.'",
      "image": "https://picsum.photos/seed/cox/200/300"
    },
    "fo": "$65 billion fraud, 20 years of warnings ignored, SEC investigators got jobs with Madoff. But no systemic risk, so mission accomplished!",
    "tags": ["Madoff", "Ponzi", "SEC", "warnings", "ignored"]
  },
  {
    "year": 2013,
    "continent": "North America",
    "fa": "Target data breach exposes 40 million credit cards. Company assures 'robust cybersecurity' and 'customer data protection.'",
    "middle": {
      "actor": "Gregg Steinhafel (Target CEO)",
      "quote": "'We maintain robust cybersecurity measures to protect our customers' personal information.'",
      "image": "https://picsum.photos/seed/steinhafel/200/300"
    },
    "fo": "110 million customers affected, CEO resigned with $61 million, identity theft soared. But Black Friday sales continued! Cyber-security!",
    "tags": ["Target", "data breach", "cybersecurity", "identity theft", "severance"]
  },
  {
    "year": 2016,
    "continent": "North America",
    "fa": "Theranos blood testing 'revolution': Elizabeth Holmes promises 'democratized healthcare' through 'breakthrough technology.'",
    "middle": {
      "actor": "Elizabeth Holmes",
      "quote": "'We're democratizing healthcare through revolutionary blood testing technology that will save lives.'",
      "image": "https://picsum.photos/seed/holmes/200/300"
    },
    "fo": "All technology fake, patients endangered, $945 million fraud, 11 years prison. But Walgreens made millions on fake tests. Healthcare democratized!",
    "tags": ["Theranos", "Holmes", "fraud", "fake", "Walgreens"]
  },
  {
    "year": 2018,
    "continent": "Asia",
    "fa": "Rohingya crisis continues as Myanmar promises 'voluntary repatriation' and 'safe return' of refugees to 'normal lives.'",
    "middle": {
      "actor": "Win Myat Aye (Myanmar minister)",
      "quote": "'We are prepared for voluntary repatriation and the safe return of displaced persons to normal lives.'",
      "image": "https://picsum.photos/seed/winmyat/200/300"
    },
    "fo": "No one returned, genocide charges filed, military coup 2021, democracy destroyed. But Chinese pipelines stayed secure. Safe return achieved!",
    "tags": ["Rohingya", "repatriation", "genocide", "coup", "pipelines"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Notre Dame cathedral fire: Authorities promise 'thorough investigation' and 'complete restoration' using 'traditional methods.'",
    "middle": {
      "actor": "Emmanuel Macron",
      "quote": "'We will conduct a thorough investigation and completely restore Notre Dame using traditional methods.'",
      "image": "https://picsum.photos/seed/macron/200/300"
    },
    "fo": "Cause still 'undetermined' 4 years later, restoration €1 billion over budget, lead contamination covered up. But Macron got photo ops. Traditional!",
    "tags": ["Notre Dame", "fire", "Macron", "restoration", "lead"]
  },
  {
    "year": 2020,
    "continent": "North America",
    "fa": "George Floyd murder sparks protests. Police promise 'reform' and 'community policing' to address 'isolated incidents.'",
    "middle": {
      "actor": "Derek Chauvin",
      "quote": "'I was following standard police procedures for a resisting suspect.'",
      "image": "https://picsum.photos/seed/chauvin/200/300"
    },
    "fo": "Massive protests, cities burned, police budgets increased, killings continued. But body cam sales boomed and consultants got rich. Reform!",
    "tags": ["Floyd", "murder", "police", "protests", "budgets"]
  },
  {
    "year": 2021,
    "continent": "North America",
    "fa": "January 6th Capitol riot: Trump claims 'peaceful protest' to 'stop the steal' and 'preserve democracy' through 'constitutional means.'",
    "middle": {
      "actor": "Donald Trump",
      "quote": "'We're going to walk to the Capitol and peacefully fight for our democracy.'",
      "image": "https://picsum.photos/seed/trump2/200/300"
    },
    "fo": "Capitol ransacked, democracy nearly died, 5 dead, hundreds charged. But Truth Social launched and Trump sold NFTs. Democracy preserved!",
    "tags": ["January 6", "Trump", "riot", "Capitol", "NFTs"]
  },
  {
    "year": 2022,
    "continent": "Asia",
    "fa": "China's Zero-COVID policy: Xi Jinping promises 'scientific precision' and 'people-first approach' to pandemic control.",
    "middle": {
      "actor": "Xi Jinping",
      "quote": "'Our Zero-COVID policy represents scientific precision with a people-first approach to public health.'",
      "image": "https://picsum.photos/seed/xi/200/300"
    },
    "fo": "Economy collapsed, protests erupted, policy abandoned overnight, millions infected. But Xi got third term and surveillance expanded. Scientific precision!",
    "tags": ["China", "Zero-COVID", "Xi Jinping", "collapse", "surveillance"]
  },
  {
    "year": 1987,
    "continent": "North America",
    "fa": "Black Monday stock crash: Alan Greenspan promises 'Fed will provide liquidity' and markets show 'fundamental strength.'",
    "middle": {
      "actor": "Alan Greenspan",
      "quote": "'The Federal Reserve is prepared to serve as a source of liquidity and markets remain fundamentally strong.'",
      "image": "https://picsum.photos/seed/greenspan/200/300"
    },
    "fo": "22% crash in one day, recession threatened, but bailouts for everyone! Moral hazard established, bubbles became Fed policy. Liquidity provided!",
    "tags": ["Black Monday", "Greenspan", "crash", "bailout", "bubbles"]
  },
  {
    "year": 1993,
    "continent": "Europe",
    "fa": "Maastricht Treaty creates EU: Leaders promise 'democratic deficit will be addressed' and 'subsidiarity will protect national sovereignty.'",
    "middle": {
      "actor": "Jacques Delors",
      "quote": "'The EU will address democratic concerns while subsidiarity protects national sovereignty.'",
      "image": "https://picsum.photos/seed/delors/200/300"
    },
    "fo": "30 years later: unelected Commission rules, national parliaments powerless, Brexit, sovereigntist revolt. But elites got unified market. Democracy!",
    "tags": ["Maastricht", "EU", "democratic deficit", "sovereignty", "elites"]
  },
  {
    "year": 2000,
    "continent": "North America",
    "fa": "Dot-com crash: Fed promises 'soft landing' and 'new economy fundamentals remain strong' despite market volatility.",
    "middle": {
      "actor": "Alan Greenspan",
      "quote": "'Despite current volatility, the fundamentals of our new economy remain strong.'",
      "image": "https://picsum.photos/seed/greenspan2/200/300"
    },
    "fo": "NASDAQ fell 78%, $5 trillion lost, recession followed. But housing bubble inflated next! Soft landing achieved through new bubble. Economics!",
    "tags": ["dot-com", "crash", "Greenspan", "housing bubble", "economics"]
  },
  {
    "year": 2005,
    "continent": "North America",
    "fa": "Countrywide Financial promotes 'democratizing homeownership' through 'innovative mortgage products' for 'previously underserved communities.'",
    "middle": {
      "actor": "Angelo Mozilo",
      "quote": "'We're democratizing homeownership through innovative products that serve all communities.'",
      "image": "https://picsum.photos/seed/mozilo/200/300"
    },
    "fo": "Subprime crisis, millions foreclosed, global financial collapse. Mozilo got $470 million compensation. Homeownership democratized through homelessness!",
    "tags": ["Countrywide", "subprime", "Mozilo", "foreclosure", "democratized"]
  },
  {
    "year": 2010,
    "continent": "Europe",
    "fa": "Greek debt crisis: EU promises 'sustainable bailout' will 'restore growth' through 'necessary structural reforms.'",
    "middle": {
      "actor": "Jean-Claude Trichet (ECB)",
      "quote": "'Our bailout package includes necessary reforms that will restore sustainable growth to Greece.'",
      "image": "https://picsum.photos/seed/trichet/200/300"
    },
    "fo": "GDP fell 25%, youth unemployment 60%, suicides soared, Golden Dawn rose. But German banks got paid back. Sustainable growth through collapse!",
    "tags": ["Greece", "bailout", "austerity", "suicides", "Golden Dawn"]
  },
  {
    "year": 2012,
    "continent": "Europe",
    "fa": "LIBOR manipulation scandal exposed. Banks claim 'rogue traders' made 'honest mistakes' in 'complex rate-setting process.'",
    "middle": {
      "actor": "Bob Diamond (Barclays CEO)",
      "quote": "'This involved a small number of people making honest mistakes in a complex process.'",
      "image": "https://picsum.photos/seed/diamond/200/300"
    },
    "fo": "$9 trillion market rigged for decades, $9 billion fines (0.1% of profits), no one jailed. Diamond got £100 million. Honest mistakes!",
    "tags": ["LIBOR", "manipulation", "Diamond", "rigged", "honest"]
  },
  {
    "year": 2014,
    "continent": "Europe",
    "fa": "Russian annexation of Crimea: Putin promises 'protection of Russian-speaking population' and 'self-determination referendum.'",
    "middle": {
      "actor": "Vladimir Putin",
      "quote": "'We are protecting the rights of Russian-speaking people and respecting their self-determination.'",
      "image": "https://picsum.photos/seed/putin2/200/300"
    },
    "fo": "International law shredded, precedent for invasions set, sanctions theater, gas still flowed. 2022 invasion followed same playbook. Protection achieved!",
    "tags": ["Crimea", "Putin", "annexation", "precedent", "2022"]
  },
  {
    "year": 2016,
    "continent": "South America",
    "fa": "Brazil's Petrobras corruption scandal: Company promises 'transparency' and 'corporate governance reforms' to restore investor confidence.",
    "middle": {
      "actor": "Pedro Parente (Petrobras CEO)",
      "quote": "'We are implementing comprehensive transparency and governance reforms to restore confidence.'",
      "image": "https://picsum.photos/seed/parente/200/300"
    },
    "fo": "$2 billion stolen, democracy destroyed, Bolsonaro elected, Amazon burned. But oil concessions stayed cheap for multinationals. Transparency!",
    "tags": ["Petrobras", "corruption", "Bolsonaro", "Amazon", "concessions"]
  },
  {
    "year": 2017,
    "continent": "Europe",
    "fa": "Carillion construction collapses owing £7 billion. Company promised 'strong order book' and 'robust financial position' until final day.",
    "middle": {
      "actor": "Keith Cochrane (Carillion CEO)",
      "quote": "'Carillion maintains a strong order book and robust financial position for continued growth.'",
      "image": "https://picsum.photos/seed/cochrane/200/300"
    },
    "fo": "43,000 jobs lost, public projects abandoned, pensioners lost savings. Directors got bonuses until collapse. Robust position maintained!",
    "tags": ["Carillion", "collapse", "pensions", "bonuses", "robust"]
  },
  {
    "year": 2018,
    "continent": "North America",
    "fa": "PG&E power lines spark California wildfires. Company insists 'equipment met all safety standards' and 'weather was unprecedented.'",
    "middle": {
      "actor": "Bill Johnson (PG&E CEO)",
      "quote": "'Our equipment met all safety standards and the weather conditions were unprecedented.'",
      "image": "https://picsum.photos/seed/johnson/200/300"
    },
    "fo": "85 dead in Camp Fire, 50,000 homes burned, bankruptcy declared. Executives kept bonuses, rate hikes approved. Safety standards met!",
    "tags": ["PG&E", "wildfires", "Camp Fire", "bankruptcy", "bonuses"]
  },
  {
    "year": 2019,
    "continent": "Asia",
    "fa": "Hong Kong protests: Carrie Lam promises 'one country, two systems' will be 'preserved' through 'necessary security measures.'",
    "middle": {
      "actor": "Carrie Lam",
      "quote": "'One country, two systems will be preserved while implementing necessary security measures.'",
      "image": "https://picsum.photos/seed/lam/200/300"
    },
    "fo": "National Security Law imposed, democracy crushed, activists jailed, press freedom ended. But Beijing got control and Lam got medal. Systems preserved!",
    "tags": ["Hong Kong", "Lam", "security law", "democracy", "medal"]
  },
  {
    "year": 2020,
    "continent": "North America",
    "fa": "Nikola electric trucks: Trevor Milton promises 'revolutionary technology' will 'transform transportation' with 'breakthrough innovations.'",
    "middle": {
      "actor": "Trevor Milton",
      "quote": "'Our revolutionary hydrogen technology will completely transform the transportation industry.'",
      "image": "https://picsum.photos/seed/milton/200/300"
    },
    "fo": "All technology fake, truck rolled downhill, $11 billion fraud, 4 years prison. But GM invested $2 billion in fantasy. Revolution achieved!",
    "tags": ["Nikola", "Milton", "fraud", "fake", "downhill"]
  },
  {
    "year": 2021,
    "continent": "North America",
    "fa": "Archegos hedge fund collapse: Bill Hwang promises 'sophisticated risk management' and 'diversified investment strategy.'",
    "middle": {
      "actor": "Bill Hwang",
      "quote": "'Archegos employs sophisticated risk management with a diversified investment approach.'",
      "image": "https://picsum.photos/seed/hwang/200/300"
    },
    "fo": "$100 billion in losses, Credit Suisse collapsed, UBS forced merger, systemic risk ignored. But Hwang lived in mansion. Risk managed!",
    "tags": ["Archegos", "Hwang", "Credit Suisse", "collapse", "mansion"]
  },
  {
    "year": 2022,
    "continent": "North America",
    "fa": "FTX cryptocurrency exchange: Sam Bankman-Fried promises 'effective altruism' and 'highest ethical standards' in crypto trading.",
    "middle": {
      "actor": "Sam Bankman-Fried",
      "quote": "'FTX operates under the highest ethical standards while pursuing effective altruism goals.'",
      "image": "https://picsum.photos/seed/sbf/200/300"
    },
    "fo": "$8 billion stolen, millions lost life savings, 25 years prison, altruism was fraud. But politicians kept donations. Ethics at highest standards!",
    "tags": ["FTX", "SBF", "fraud", "altruism", "donations"]
  },
  {
    "year": 2023,
    "continent": "North America",
    "fa": "Silicon Valley Bank collapse: CEO promises 'strong capital position' and 'prudent risk management' just days before failure.",
    "middle": {
      "actor": "Greg Becker (SVB CEO)",
      "quote": "'SVB maintains a strong capital position through prudent risk management practices.'",
      "image": "https://picsum.photos/seed/becker/200/300"
    },
    "fo": "$42 billion bank run in 24 hours, tech startups panicked, contagion spread globally. But depositors got bailed out. Risk managed prudently!",
    "tags": ["SVB", "collapse", "bank run", "contagion", "bailout"]
  },
  {
    "year": 1973,
    "continent": "South America",
    "fa": "CIA backs Chilean coup against Allende. Kissinger promises 'restoration of democracy' and 'economic freedom' from socialist chaos.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'We cannot allow Chile to go Communist due to the irresponsibility of its own people.'",
      "image": "https://picsum.photos/seed/kissinger4/200/300"
    },
    "fo": "Pinochet's 17-year reign of terror, 40,000 dead/disappeared, but Chicago Boys got their laboratory. Democracy restored through torture! Economics 101!",
    "tags": ["Chile", "Pinochet", "Kissinger", "Chicago Boys", "torture"]
  },
  {
    "year": 1981,
    "continent": "North America",
    "fa": "Reagan launches War on Drugs promising to 'just say no' and 'clean up American streets' from the scourge of narcotics.",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'We're taking down the drug dealers and cleaning up our streets once and for all.'",
      "image": "https://picsum.photos/seed/reagan/200/300"
    },
    "fo": "2.3 million imprisoned, Black families destroyed, CIA sold crack, cartels got richer. But private prisons boomed! Streets cleaned through mass incarceration!",
    "tags": ["War on Drugs", "Reagan", "mass incarceration", "CIA crack", "private prisons"]
  },
  {
    "year": 1991,
    "continent": "Middle East",
    "fa": "Gulf War launched to 'liberate Kuwait' from Iraqi aggression and 'restore international law' through precision strikes.",
    "middle": {
      "actor": "Dick Cheney",
      "quote": "'This will be a swift, clean war to restore international law and Kuwaiti sovereignty.'",
      "image": "https://picsum.photos/seed/cheney/200/300"
    },
    "fo": "Highway of Death massacre, depleted uranium, 12 years of sanctions killed 500,000 Iraqi children. But oil flowed and defense stocks soared! Liberation!",
    "tags": ["Gulf War", "Cheney", "Highway of Death", "sanctions", "oil"]
  },
  {
    "year": 2006,
    "continent": "Middle East",
    "fa": "Israel invades Lebanon to 'destroy Hezbollah' and 'restore security' through 'surgical strikes' on terrorist infrastructure.",
    "middle": {
      "actor": "Ehud Olmert",
      "quote": "'We will surgically destroy Hezbollah's infrastructure while minimizing civilian casualties.'",
      "image": "https://picsum.photos/seed/olmert/200/300"
    },
    "fo": "1,200 Lebanese civilians killed, cluster bombs everywhere, Hezbollah stronger than ever. But arms dealers made billions! Security restored!",
    "tags": ["Lebanon", "Israel", "Olmert", "cluster bombs", "arms dealers"]
  },
  {
    "year": 2008,
    "continent": "Asia",
    "fa": "Beijing Olympics: China promises 'green Olympics' with 'improved human rights' and 'democratic progress' through international engagement.",
    "middle": {
      "actor": "Liu Qi (Beijing Olympics chief)",
      "quote": "'These Olympics will showcase China's commitment to human rights and environmental protection.'",
      "image": "https://picsum.photos/seed/liu/200/300"
    },
    "fo": "Smog so thick athletes got sick, Tibetans massacred, dissidents jailed, surveillance expanded. But IOC got $4 billion! Green Olympics achieved!",
    "tags": ["Beijing Olympics", "smog", "Tibet", "surveillance", "IOC"]
  },
  {
    "year": 2013,
    "continent": "Asia",
    "fa": "Edward Snowden NSA leaks expose mass surveillance. Obama promises 'robust oversight' and 'constitutional protections' for Americans.",
    "middle": {
      "actor": "Barack Obama",
      "quote": "'We have robust oversight and constitutional protections governing our intelligence activities.'",
      "image": "https://picsum.photos/seed/obama/200/300"
    },
    "fo": "Global surveillance confirmed, constitution shredded, Snowden exiled, programs expanded. But Obama won Nobel Prize! Oversight robust indeed!",
    "tags": ["Snowden", "NSA", "Obama", "surveillance", "Nobel"]
  },
  {
    "year": 2016,
    "continent": "Europe",
    "fa": "Deutsche Bank money laundering scandal: Bank promises 'enhanced compliance' and 'zero tolerance for financial crimes.'",
    "middle": {
      "actor": "John Cryan (Deutsche Bank CEO)",
      "quote": "'Deutsche Bank has zero tolerance for financial crimes and enhanced compliance measures.'",
      "image": "https://picsum.photos/seed/cryan/200/300"
    },
    "fo": "$150 billion in suspicious Russian transactions, $16 million fine (0.01% of laundered amount), no one jailed. Zero tolerance achieved!",
    "tags": ["Deutsche Bank", "money laundering", "Russian", "fine", "zero tolerance"]
  },
  {
    "year": 2017,
    "continent": "North America",
    "fa": "Equifax executives sell stock before announcing massive data breach. Company promises 'transparent communication' with affected customers.",
    "middle": {
      "actor": "Richard Smith (Equifax CEO)",
      "quote": "'We are committed to transparent communication and protecting our customers' personal information.'",
      "image": "https://picsum.photos/seed/equifax2/200/300"
    },
    "fo": "Executives sold $1.8 million in stock, SEC ignored insider trading, identity theft epidemic. But credit monitoring sales boomed! Transparency achieved!",
    "tags": ["Equifax", "insider trading", "SEC", "identity theft", "monitoring"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Italy's Ponte Morandi bridge collapses. Atlantia/Benetton family promises 'world-class maintenance' and 'public safety priority.'",
    "middle": {
      "actor": "Giovanni Castellucci (Autostrade CEO)",
      "quote": "'Our bridges receive world-class maintenance with public safety as our absolute priority.'",
      "image": "https://picsum.photos/seed/castellucci/200/300"
    },
    "fo": "43 dead, bridge known defective for years, Benettons kept tolls and profits. Government gave them new infrastructure deals! Safety prioritized!",
    "tags": ["Genoa bridge", "Benetton", "collapse", "tolls", "maintenance"]
  },
  {
    "year": 2019,
    "continent": "South America",
    "fa": "Bolivia election crisis: OAS claims 'electoral fraud' requiring 'democratic intervention' to restore legitimate government.",
    "middle": {
      "actor": "Luis Almagro (OAS Secretary)",
      "quote": "'We must intervene to restore electoral integrity and democratic legitimacy to Bolivia.'",
      "image": "https://picsum.photos/seed/almagro/200/300"
    },
    "fo": "Morales overthrown, military massacres, lithium concessions to US companies, OAS 'fraud' claims debunked. But democracy was saved through coups!",
    "tags": ["Bolivia", "coup", "OAS", "lithium", "massacre"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "COVID vaccines: EU Commission promises 'fair distribution' and 'vaccine equity' through coordinated procurement strategy.",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'Our coordinated strategy ensures fair vaccine distribution and equity for all Europeans.'",
      "image": "https://picsum.photos/seed/ursula3/200/300"
    },
    "fo": "EU hoarded vaccines, blocked exports to Africa, millions died. But Pfizer made $100 billion profit! Equity achieved through hoarding!",
    "tags": ["COVID vaccines", "EU", "hoarding", "Africa", "Pfizer"]
  },
  {
    "year": 2021,
    "continent": "Asia",
    "fa": "Taliban victory in Afghanistan: Biden promises 'orderly evacuation' and 'continued humanitarian support' for Afghan people.",
    "middle": {
      "actor": "Joe Biden",
      "quote": "'We will ensure an orderly evacuation while maintaining our humanitarian commitment to Afghanistan.'",
      "image": "https://picsum.photos/seed/biden2/200/300"
    },
    "fo": "13 soldiers killed, people fell from planes, $7 billion Afghan assets frozen, humanitarian catastrophe. But defense contractors got 20 years of profits!",
    "tags": ["Afghanistan", "Biden", "evacuation", "frozen assets", "defense contractors"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "Nord Stream pipeline explosions: Western leaders promise 'thorough investigation' to find 'responsible parties' for this 'terrorist act.'",
    "middle": {
      "actor": "Annalena Baerbock (German FM)",
      "quote": "'We will conduct a thorough investigation to identify those responsible for this terrorist attack.'",
      "image": "https://picsum.photos/seed/baerbock/200/300"
    },
    "fo": "Investigation buried, US did it, Germany paid twice for LNG, industry destroyed. But US LNG exports boomed! Terrorists identified and rewarded!",
    "tags": ["Nord Stream", "explosion", "investigation", "US LNG", "industry"]
  },
  {
    "year": 2023,
    "continent": "North America",
    "fa": "East Palestine train derailment: Norfolk Southern promises 'comprehensive cleanup' and 'community support' after chemical spill.",
    "middle": {
      "actor": "Alan Shaw (Norfolk Southern CEO)",
      "quote": "'We are committed to comprehensive cleanup and full support for the East Palestine community.'",
      "image": "https://picsum.photos/seed/shaw/200/300"
    },
    "fo": "Vinyl chloride burned, cancer plume, groundwater poisoned, residents abandoned. Shaw got $13.4 million salary! Comprehensive cleanup through incineration!",
    "tags": ["East Palestine", "Norfolk Southern", "vinyl chloride", "cancer", "salary"]
  },
  {
    "year": 2024,
    "continent": "Middle East",
    "fa": "Gaza bombardment: Netanyahu promises 'precise strikes' against Hamas while 'minimizing civilian casualties' through advanced technology.",
    "middle": {
      "actor": "Benjamin Netanyahu",
      "quote": "'Our precise strikes target only Hamas terrorists while minimizing harm to innocent civilians.'",
      "image": "https://picsum.photos/seed/netanyahu/200/300"
    },
    "fo": "30,000+ civilians killed, hospitals bombed, famine engineered, genocide charges filed. But arms sales hit records! Precision achieved through carpet bombing!",
    "tags": ["Gaza", "Netanyahu", "genocide", "famine", "arms sales"]
  },
  {
    "year": 1958,
    "continent": "Africa",
    "fa": "Belgian Congo independence delayed. King Baudouin promises 'gradual transition' to prepare Congolese for 'responsible self-government.'",
    "middle": {
      "actor": "King Baudouin",
      "quote": "'We must ensure a gradual transition to prepare the Congolese people for responsible self-government.'",
      "image": "https://picsum.photos/seed/baudouin/200/300"
    },
    "fo": "Lumumba assassinated, Mobutu installed, $400 billion stolen over 30 years, 6 million died in wars. But Belgian mining companies kept concessions! Responsibility!",
    "tags": ["Congo", "Belgium", "Baudouin", "Mobutu", "mining"]
  },
  {
    "year": 1983,
    "continent": "North America",
    "fa": "Grenada invasion: Reagan promises to 'rescue American medical students' from Cuban-backed communist takeover threatening regional stability.",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'We must rescue American students from this Cuban-Soviet beachhead threatening our hemisphere.'",
      "image": "https://picsum.photos/seed/reagan2/200/300"
    },
    "fo": "Students were never in danger, island had 600 Cuban construction workers, democracy crushed. But nutmeg spice trade secured! Hemisphere safe!",
    "tags": ["Grenada", "Reagan", "students", "nutmeg", "construction"]
  },
  {
    "year": 1994,
    "continent": "North America",
    "fa": "NAFTA launched: Clinton promises 'rising prosperity for all' and 'lifting up Mexican workers' through free trade.",
    "middle": {
      "actor": "Bill Clinton",
      "quote": "'NAFTA will create rising prosperity and lift up workers on both sides of the border.'",
      "image": "https://picsum.photos/seed/clinton2/200/300"
    },
    "fo": "5 million US jobs lost, Mexican farmers destroyed, inequality soared, drug cartels strengthened. But corporate profits exploded! Prosperity rising for CEOs!",
    "tags": ["NAFTA", "Clinton", "jobs lost", "cartels", "inequality"]
  },
  {
    "year": 2003,
    "continent": "Europe",
    "fa": "Iraq WMD intelligence: MI6 promises 'cast-iron' evidence of weapons requiring 'immediate action' to prevent mushroom clouds.",
    "middle": {
      "actor": "Richard Dearlove (MI6 chief)",
      "quote": "'The intelligence on Iraq's WMDs is extensive, detailed and authoritative - it is cast-iron.'",
      "image": "https://picsum.photos/seed/dearlove/200/300"
    },
    "fo": "No WMDs found, million Iraqis dead, ISIS created, region destroyed. Dearlove got knighthood and university job! Cast-iron lies rewarded!",
    "tags": ["Iraq", "WMDs", "Dearlove", "ISIS", "knighthood"]
  },
  {
    "year": 2007,
    "continent": "Europe",
    "fa": "EU Constitution rejected, so Lisbon Treaty created. Leaders promise 'democratic ratification' and 'respect for national sovereignty.'",
    "middle": {
      "actor": "Angela Merkel",
      "quote": "'The Lisbon Treaty respects national sovereignty while ensuring democratic legitimacy for European integration.'",
      "image": "https://picsum.photos/seed/merkel2/200/300"
    },
    "fo": "Same constitution rebranded, referendums ignored, sovereignty transferred to Brussels, democracy bypassed. But German exports boomed! Sovereignty respected!",
    "tags": ["Lisbon Treaty", "Merkel", "constitution", "referendums", "exports"]
  },
  {
    "year": 2011,
    "continent": "Europe",
    "fa": "Irish bank bailout: EU promises 'burden sharing' and 'no more taxpayer bailouts' for reckless banks.",
    "middle": {
      "actor": "Jean-Claude Trichet (ECB)",
      "quote": "'This bailout includes burden sharing and ensures no more taxpayer money will be wasted on reckless banks.'",
      "image": "https://picsum.photos/seed/trichet2/200/300"
    },
    "fo": "€64 billion taxpayer bailout, bondholders paid 100%, austerity devastated Ireland, emigration soared. But German banks got paid! Burden shared by Irish only!",
    "tags": ["Ireland", "bailout", "Trichet", "bondholders", "emigration"]
  },
  {
    "year": 2014,
    "continent": "Africa",
    "fa": "Ebola epidemic: WHO promises 'coordinated international response' and 'adequate resources' to contain outbreak quickly.",
    "middle": {
      "actor": "Margaret Chan (WHO chief)",
      "quote": "'WHO is coordinating an adequate international response to rapidly contain this Ebola outbreak.'",
      "image": "https://picsum.photos/seed/chan/200/300"
    },
    "fo": "11,000 died, WHO response delayed 5 months, Big Pharma refused vaccine development until subsidized. But medical consultants got rich! Coordination achieved!",
    "tags": ["Ebola", "WHO", "Chan", "Big Pharma", "consultants"]
  },
  {
    "year": 2015,
    "continent": "Europe",
    "fa": "Migrant crisis: Merkel opens borders promising 'European values' will manage 'controlled integration' of refugees humanely.",
    "middle": {
      "actor": "Angela Merkel",
      "quote": "'We will demonstrate European values through the controlled and humane integration of refugees.'",
      "image": "https://picsum.photos/seed/merkel3/200/300"
    },
    "fo": "1.5 million unvetted arrivals, terrorism spiked, parallel societies formed, AfD surged. But cheap labor for German factories! Values demonstrated!",
    "tags": ["migrant crisis", "Merkel", "AfD", "terrorism", "cheap labor"]
  },
  {
    "year": 2018,
    "continent": "North America",
    "fa": "Family separation at border: Trump promises 'zero tolerance' will 'deter illegal immigration' through 'firm but humane enforcement.'",
    "middle": {
      "actor": "Kirstjen Nielsen (DHS)",
      "quote": "'Our zero tolerance policy provides firm but humane enforcement to deter illegal border crossings.'",
      "image": "https://picsum.photos/seed/nielsen/200/300"
    },
    "fo": "2,600 children separated, babies in cages, trauma for life, no deterrent effect. But private prison stocks soared! Humanity through child abuse!",
    "tags": ["family separation", "Nielsen", "cages", "trauma", "private prisons"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Brexit extension: EU promises 'flexibility' and 'good faith negotiations' to find 'mutually acceptable solution.'",
    "middle": {
      "actor": "Donald Tusk",
      "quote": "'The EU will show flexibility and good faith to reach a mutually acceptable Brexit solution.'",
      "image": "https://picsum.photos/seed/tusk/200/300"
    },
    "fo": "3 years of chaos, Northern Ireland crisis, Tory government collapsed, economy tanked. But EU punishment message sent! Flexibility through torture!",
    "tags": ["Brexit", "Tusk", "chaos", "punishment", "economy"]
  },
  {
    "year": 2020,
    "continent": "Asia",
    "fa": "Australia bushfires: Morrison promises 'adequate resources' and denies climate change link while 'supporting affected communities.'",
    "middle": {
      "actor": "Scott Morrison",
      "quote": "'We have adequate resources deployed and are fully supporting communities affected by these unprecedented fires.'",
      "image": "https://picsum.photos/seed/morrison/200/300"
    },
    "fo": "46 million acres burned, 3 billion animals dead, Morrison vacationed in Hawaii, climate denied. But coal exports continued! Resources adequate for denial!",
    "tags": ["Australia", "bushfires", "Morrison", "Hawaii", "coal"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "Energy crisis: Von der Leyen promises 'energy independence' through 'diversified supply' and 'green transition' away from Russian gas.",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'We will achieve energy independence through supply diversification and accelerated green transition.'",
      "image": "https://picsum.photos/seed/ursula4/200/300"
    },
    "fo": "Gas prices up 1000%, industry fled to Asia, households froze, bought Russian LNG from India. But consultants got green deals! Independence through dependence!",
    "tags": ["energy crisis", "von der Leyen", "gas prices", "consultants", "LNG"]
  },
  {
    "year": 2022,
    "continent": "Asia",
    "fa": "Sri Lanka economic collapse: Rajapaksa promises 'organic agriculture transition' will 'boost exports' and 'improve health outcomes.'",
    "middle": {
      "actor": "Gotabaya Rajapaksa",
      "quote": "'Our organic transition will boost agricultural exports while improving the health of our people.'",
      "image": "https://picsum.photos/seed/rajapaksa/200/300"
    },
    "fo": "Crop yields fell 50%, famine ensued, government collapsed, president fled by boat. But WEF consultants got paid millions! Health improved through starvation!",
    "tags": ["Sri Lanka", "Rajapaksa", "organic", "famine", "WEF"]
  },
  {
    "year": 2023,
    "continent": "Europe",
    "fa": "UK mortgage crisis: Bank of England promises 'controlled inflation' through 'gradual rate rises' to achieve 'soft landing.'",
    "middle": {
      "actor": "Andrew Bailey (BoE Governor)",
      "quote": "'Our gradual approach to rate rises will control inflation while achieving a soft economic landing.'",
      "image": "https://picsum.photos/seed/bailey/200/300"
    },
    "fo": "Mortgage rates hit 6%, housing crash, recession looms, negative equity returns. Bailey got £500k salary and pension! Soft landing through hard crash!",
    "tags": ["UK mortgages", "Bailey", "rates", "housing crash", "salary"]
  },
  {
    "year": 2024,
    "continent": "Europe",
    "fa": "French pension reform: Macron promises 'necessary modernization' will 'strengthen social security' for future generations.",
    "middle": {
      "actor": "Emmanuel Macron",
      "quote": "'These necessary reforms will modernize and strengthen our social security system for future generations.'",
      "image": "https://picsum.photos/seed/macron2/200/300"
    },
    "fo": "Massive strikes, cities burned, democracy bypassed through Article 49.3, inequality soared. But McKinsey got €2 billion consulting fees! Modernization!",
    "tags": ["France", "pension reform", "Macron", "strikes", "McKinsey"]
  },
  {
    "year": 1972,
    "continent": "Asia",
    "fa": "Nixon opens China promising 'peaceful engagement' will 'liberalize' Communist regime through trade and diplomatic cooperation.",
    "middle": {
      "actor": "Richard Nixon",
      "quote": "'Opening China will encourage liberalization and peaceful development through increased trade and cooperation.'",
      "image": "https://picsum.photos/seed/nixon/200/300"
    },
    "fo": "Created global manufacturing monster, hollowed out US industry, funded military buildup, Tiananmen Square massacre. But Kissinger made millions consulting! Liberalization!",
    "tags": ["China", "Nixon", "Tiananmen", "Kissinger", "consulting"]
  },
  {
    "year": 1999,
    "continent": "Europe",
    "fa": "Euro currency launch: EU promises 'prosperity convergence' will 'lift all boats' through monetary union and fiscal discipline.",
    "middle": {
      "actor": "Wim Duisenberg (ECB chief)",
      "quote": "'The Euro will create prosperity convergence and fiscal discipline that lifts all European economies.'",
      "image": "https://picsum.photos/seed/duisenberg/200/300"
    },
    "fo": "Germany got permanent trade surplus, South bankrupted, youth emigration, democratic deficit expanded. But German exporters dominated! All boats lifted to German ports!",
    "tags": ["Euro", "Duisenberg", "Germany", "trade surplus", "emigration"]
  },
  {
    "year": 2004,
    "continent": "Asia",
    "fa": "Indian Ocean tsunami: International community promises 'unprecedented aid' and 'better early warning systems' to prevent future disasters.",
    "middle": {
      "actor": "Kofi Annan (UN)",
      "quote": "'The international community will provide unprecedented aid and build better warning systems.'",
      "image": "https://picsum.photos/seed/annan/200/300"
    },
    "fo": "230,000 dead, aid money stolen by NGOs, warning systems still broken, coastal development resumed. But disaster capitalism boomed! Prevention through profiteering!",
    "tags": ["tsunami", "Annan", "aid stolen", "NGOs", "disaster capitalism"]
  },
  {
    "year": 2008,
    "continent": "Europe",
    "fa": "Georgia war: Saakashvili promises 'quick victory' over 'Russian-backed separatists' to restore territorial integrity with Western support.",
    "middle": {
      "actor": "Mikheil Saakashvili",
      "quote": "'We will quickly restore our territorial integrity with full Western support against Russian aggression.'",
      "image": "https://picsum.photos/seed/saakashvili/200/300"
    },
    "fo": "Russian tanks in Tbilisi in 5 days, territories lost forever, Saakashvili fled to Ukraine, became governor. But tie-eating video went viral! Victory achieved!",
    "tags": ["Georgia", "Saakashvili", "Russia", "ties", "viral"]
  },
  {
    "year": 2010,
    "continent": "North America",
    "fa": "Obamacare launched: Obama promises 'if you like your doctor, you can keep your doctor' through affordable healthcare reform.",
    "middle": {
      "actor": "Barack Obama",
      "quote": "'If you like your healthcare plan, you can keep it. If you like your doctor, you can keep your doctor.'",
      "image": "https://picsum.photos/seed/obama2/200/300"
    },
    "fo": "Millions lost doctors and plans, premiums doubled, Big Pharma profits soared, medical bankruptcies continued. But insurance companies got guaranteed customers! Affordability!",
    "tags": ["Obamacare", "Obama", "premiums", "Big Pharma", "bankruptcies"]
  },
  {
    "year": 2012,
    "continent": "Middle East",
    "fa": "Syrian civil war escalates: Obama promises 'red line' on chemical weapons will trigger 'decisive military response.'",
    "middle": {
      "actor": "Barack Obama",
      "quote": "'The use of chemical weapons is a red line that will trigger a decisive military response.'",
      "image": "https://picsum.photos/seed/obama3/200/300"
    },
    "fo": "500,000 dead, 12 million refugees, chemical attacks ignored, ISIS created, Putin won. But defense contractors got Syria contracts! Red line redrawn in blood!",
    "tags": ["Syria", "Obama", "red line", "ISIS", "refugees"]
  },
  {
    "year": 2013,
    "continent": "South America",
    "fa": "Venezuela economic collapse begins: Maduro promises 'economic war' against 'capitalist sabotage' will be defeated through socialism.",
    "middle": {
      "actor": "Nicolás Maduro",
      "quote": "'We will defeat the economic war and capitalist sabotage through the power of Bolivarian socialism.'",
      "image": "https://picsum.photos/seed/maduro/200/300"
    },
    "fo": "7 million emigrated, hyperinflation hit 1,000,000%, starvation, dictatorship consolidated. But regime cronies got rich smuggling! Socialism achieved through theft!",
    "tags": ["Venezuela", "Maduro", "hyperinflation", "emigration", "smuggling"]
  },
  {
    "year": 2016,
    "continent": "Asia",
    "fa": "Duterte's drug war: Philippines president promises to 'eliminate drug problem in 6 months' through 'decisive police action.'",
    "middle": {
      "actor": "Rodrigo Duterte",
      "quote": "'I will eliminate the drug problem in 6 months through decisive and uncompromising police action.'",
      "image": "https://picsum.photos/seed/duterte/200/300"
    },
    "fo": "30,000 extrajudicial killings, drug trade flourished, police became assassins, ICC investigation. But Duterte's approval hit 90%! Problem solved through murder!",
    "tags": ["Philippines", "Duterte", "drug war", "killings", "ICC"]
  },
  {
    "year": 2017,
    "continent": "Middle East",
    "fa": "Kurdish referendum: Barzani promises 'peaceful independence' will bring 'prosperity and democracy' to Iraqi Kurdistan.",
    "middle": {
      "actor": "Masoud Barzani",
      "quote": "'Independence will bring lasting peace, prosperity and democratic governance to our Kurdish homeland.'",
      "image": "https://picsum.photos/seed/barzani/200/300"
    },
    "fo": "Iraq invaded, Kirkuk lost, economy collapsed, Barzani resigned in disgrace, independence dream died. But oil smuggling continued! Peace through territorial loss!",
    "tags": ["Kurdistan", "Barzani", "referendum", "Kirkuk", "oil smuggling"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Italian bridge collapse exposes infrastructure crisis. EU promises 'massive investment' in 'safe, modern infrastructure' across Europe.",
    "middle": {
      "actor": "Jean-Claude Juncker",
      "quote": "'Europe will invest massively in safe, modern infrastructure to prevent such tragedies.'",
      "image": "https://picsum.photos/seed/juncker/200/300"
    },
    "fo": "43 dead, no EU infrastructure fund, austerity continued, bridges kept crumbling, Benettons kept tolls. But consultants got studies commissioned! Investment in paperwork!",
    "tags": ["infrastructure", "Juncker", "bridges", "austerity", "studies"]
  },
  {
    "year": 2019,
    "continent": "North America",
    "fa": "WeWork IPO collapse: Adam Neumann promises 'revolutionary workspace solutions' will 'elevate the world's consciousness' through community.",
    "middle": {
      "actor": "Adam Neumann",
      "quote": "'WeWork is revolutionizing workspaces and elevating human consciousness through authentic community.'",
      "image": "https://picsum.photos/seed/neumann/200/300"
    },
    "fo": "$47 billion valuation to bankruptcy, 40,000 jobs lost, Neumann cashed out $700 million. But landlords got premium rents! Consciousness elevated through evictions!",
    "tags": ["WeWork", "Neumann", "bankruptcy", "consciousness", "landlords"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "Belarus election protests: Lukashenko promises 'fair elections' and 'peaceful transition' while maintaining regional stability.",
    "middle": {
      "actor": "Alexander Lukashenko",
      "quote": "'We will conduct fair elections and ensure peaceful political transition while maintaining stability.'",
      "image": "https://picsum.photos/seed/lukashenko/200/300"
    },
    "fo": "Massive fraud, 500,000 fled, torture centers, opposition leaders exiled, Putin saved dictatorship. But potatoes kept growing! Stability through brutality!",
    "tags": ["Belarus", "Lukashenko", "fraud", "torture", "potatoes"]
  },
  {
    "year": 2021,
    "continent": "Asia",
    "fa": "Evergrande collapse threatens global economy. Xi Jinping promises 'controlled demolition' will 'prevent systemic risk' to financial stability.",
    "middle": {
      "actor": "Xi Jinping",
      "quote": "'We will ensure controlled demolition of excessive debt to prevent systemic financial risks.'",
      "image": "https://picsum.photos/seed/xi2/200/300"
    },
    "fo": "$300 billion default, property market collapsed, middle class wiped out, ghost cities everywhere. But Party members got assets transferred offshore! Control achieved!",
    "tags": ["Evergrande", "Xi Jinping", "default", "ghost cities", "offshore"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "UK mini-budget disaster: Liz Truss promises 'growth agenda' will 'unleash Britain's potential' through massive unfunded tax cuts.",
    "middle": {
      "actor": "Liz Truss",
      "quote": "'Our growth agenda will unleash Britain's economic potential through bold tax cuts and deregulation.'",
      "image": "https://picsum.photos/seed/truss/200/300"
    },
    "fo": "Pound crashed, gilt yields soared, mortgages unaffordable, economy tanked in 49 days. But hedge funds made billions shorting UK! Potential unleashed for disaster!",
    "tags": ["UK", "Truss", "mini-budget", "pound crashed", "hedge funds"]
  },
  {
    "year": 2023,
    "continent": "North America",
    "fa": "Twitter takeover: Elon Musk promises 'free speech' will 'save democracy' through 'town square' platform without censorship.",
    "middle": {
      "actor": "Elon Musk",
      "quote": "'Twitter will become the digital town square where free speech saves democracy from censorship.'",
      "image": "https://picsum.photos/seed/musk/200/300"
    },
    "fo": "$44 billion burned, 80% staff fired, hate speech exploded, advertisers fled, platform dying. But Musk got government contracts! Democracy saved through chaos!",
    "tags": ["Twitter", "Musk", "free speech", "hate speech", "contracts"]
  },
  {
    "year": 1960,
    "continent": "Africa",
    "fa": "Belgian Congo gains independence. Belgium promises 'continued partnership' and 'development assistance' for new nation's prosperity.",
    "middle": {
      "actor": "Belgian Minister",
      "quote": "'Belgium will continue as a development partner to ensure Congo's prosperity and stability.'",
      "image": "https://picsum.photos/seed/belgium/200/300"
    },
    "fo": "Lumumba murdered, Mobutu installed, $400 billion looted, 6 million died in resource wars. But Belgian mining companies got permanent concessions! Partnership!",
    "tags": ["Congo", "Belgium", "Lumumba", "looting", "mining"]
  },
  {
    "year": 1975,
    "continent": "Asia",
    "fa": "Khmer Rouge takes Cambodia. Pol Pot promises 'agrarian paradise' will create 'pure socialist society' free from foreign corruption.",
    "middle": {
      "actor": "Pol Pot",
      "quote": "'We will build a pure agrarian paradise free from the corruption of foreign influence.'",
      "image": "https://picsum.photos/seed/polpot/200/300"
    },
    "fo": "2 million dead (1/4 of population), cities emptied, intellectuals murdered, children turned assassins. But rice exports to China continued! Paradise through genocide!",
    "tags": ["Cambodia", "Pol Pot", "genocide", "children", "rice"]
  },
  {
    "year": 1989,
    "continent": "Europe",
    "fa": "Berlin Wall falls: Bush promises 'new world order' will bring 'peace and democracy' through Western values expansion.",
    "middle": {
      "actor": "George H.W. Bush",
      "quote": "'The new world order will expand peace and democracy through the triumph of Western values.'",
      "image": "https://picsum.photos/seed/bush1/200/300"
    },
    "fo": "30 years of endless wars, 37 million refugees, democracy declining globally, oligarchs looted everything. But arms sales hit records! Order through chaos!",
    "tags": ["Berlin Wall", "Bush", "new world order", "endless wars", "oligarchs"]
  },
  {
    "year": 1995,
    "continent": "Europe",
    "fa": "Srebrenica massacre: UN peacekeepers promise 'safe area protection' for Muslim refugees from Bosnian Serb forces.",
    "middle": {
      "actor": "Thom Karremans (Dutch commander)",
      "quote": "'This is a UN safe area under our protection. Civilians here are completely secure.'",
      "image": "https://picsum.photos/seed/karremans/200/300"
    },
    "fo": "8,000 men and boys massacred while Dutch watched, genocide in Europe, war crimes ignored. But peacekeepers got medals afterward! Protection achieved!",
    "tags": ["Srebrenica", "Dutch", "massacre", "genocide", "medals"]
  },
  {
    "year": 2005,
    "continent": "North America",
    "fa": "Housing bubble peaks: Greenspan promises 'wealth effect' from rising home prices will 'boost consumption' and economic growth.",
    "middle": {
      "actor": "Alan Greenspan",
      "quote": "'Rising home prices create a wealth effect that boosts consumer spending and economic growth.'",
      "image": "https://picsum.photos/seed/greenspan3/200/300"
    },
    "fo": "2008 crash, 10 million foreclosures, Great Recession, banks bailed out with taxpayer money. Greenspan got $250k speaking fees! Wealth effect for bankers!",
    "tags": ["housing bubble", "Greenspan", "foreclosures", "bailout", "speaking fees"]
  },
  {
    "year": 2006,
    "continent": "Middle East",
    "fa": "Hamas wins Palestinian election. Bush promises to 'support democracy' and 'peaceful transition' in Middle East politics.",
    "middle": {
      "actor": "George W. Bush",
      "quote": "'We support democratic elections and peaceful political transitions throughout the Middle East.'",
      "image": "https://picsum.photos/seed/bush2/200/300"
    },
    "fo": "Aid cut immediately, Gaza blockaded, civil war engineered, democracy strangled at birth. But Israeli arms sales boomed! Peaceful transition to apartheid!",
    "tags": ["Hamas", "Bush", "democracy", "blockade", "apartheid"]
  },
  {
    "year": 2009,
    "continent": "Europe",
    "fa": "Greek debt crisis erupts: Papandreou promises 'fiscal responsibility' will 'restore market confidence' through austerity measures.",
    "middle": {
      "actor": "George Papandreou",
      "quote": "'Fiscal responsibility and necessary reforms will restore market confidence in Greek economy.'",
      "image": "https://picsum.photos/seed/papandreou/200/300"
    },
    "fo": "GDP fell 25%, youth unemployment 60%, suicides doubled, Golden Dawn fascists rose. But German banks got repaid 100%! Confidence restored in German profits!",
    "tags": ["Greece", "Papandreou", "austerity", "suicides", "German banks"]
  },
  {
    "year": 2011,
    "continent": "Middle East",
    "fa": "Arab Spring: Obama promises 'support for democracy' will bring 'freedom and prosperity' to Middle East peoples.",
    "middle": {
      "actor": "Barack Obama",
      "quote": "'America supports the democratic aspirations that will bring freedom and prosperity to the Arab world.'",
      "image": "https://picsum.photos/seed/obama4/200/300"
    },
    "fo": "Libya destroyed, Syria in ruins, Egypt back to dictatorship, Yemen starving, ISIS created. But arms sales to dictators soared! Freedom through destruction!",
    "tags": ["Arab Spring", "Obama", "Libya", "dictatorship", "arms sales"]
  },
  {
    "year": 2014,
    "continent": "Europe",
    "fa": "Ukraine coup: EU promises 'democratic transition' will bring 'European values' and 'economic prosperity' to Ukrainian people.",
    "middle": {
      "actor": "Catherine Ashton (EU)",
      "quote": "'This democratic transition will bring European values and economic prosperity to Ukraine.'",
      "image": "https://picsum.photos/seed/ashton/200/300"
    },
    "fo": "10-year war, 500,000+ dead, economy collapsed by 50%, oligarchs got richer. But Hunter Biden got Burisma job! Values delivered through violence!",
    "tags": ["Ukraine", "Ashton", "coup", "oligarchs", "Burisma"]
  },
  {
    "year": 2016,
    "continent": "South America",
    "fa": "Brazil impeachment: Temer promises 'constitutional order' will restore 'investor confidence' through 'responsible governance.'",
    "middle": {
      "actor": "Michel Temer",
      "quote": "'Constitutional order will be restored through responsible governance that rebuilds investor confidence.'",
      "image": "https://picsum.photos/seed/temer/200/300"
    },
    "fo": "14 million unemployed, Amazon destruction accelerated, corruption continued, Bolsonaro elected. But agribusiness got deregulation! Order through destruction!",
    "tags": ["Brazil", "Temer", "unemployment", "Amazon", "agribusiness"]
  },
  {
    "year": 2017,
    "continent": "Asia",
    "fa": "Bitcoin bubble peaks: Crypto evangelists promise 'financial revolution' will 'democratize money' and eliminate banking corruption.",
    "middle": {
      "actor": "Crypto influencer",
      "quote": "'Bitcoin will democratize finance and eliminate the corruption of traditional banking forever.'",
      "image": "https://picsum.photos/seed/crypto/200/300"
    },
    "fo": "$2 trillion wiped out, millions lost savings, scams proliferated, banks adopted crypto. But early adopters cashed out billions! Democracy through pyramid schemes!",
    "tags": ["Bitcoin", "crypto", "bubble", "scams", "pyramid"]
  },
  {
    "year": 2018,
    "continent": "North America",
    "fa": "Trump-Kim summit: Trump promises 'denuclearization' will bring 'peace and prosperity' to Korean Peninsula through personal diplomacy.",
    "middle": {
      "actor": "Donald Trump",
      "quote": "'My personal relationship with Kim Jong Un will achieve denuclearization and lasting peace.'",
      "image": "https://picsum.photos/seed/trump3/200/300"
    },
    "fo": "North Korea kept nukes, more missiles tested, sanctions ignored, summits failed. But Trump got photo ops and hotel deals! Peace through selfies!",
    "tags": ["North Korea", "Trump", "denuclearization", "summits", "hotel deals"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "German car industry scandal expands: Merkel promises 'clean technology leadership' will restore 'Made in Germany' reputation globally.",
    "middle": {
      "actor": "Angela Merkel",
      "quote": "'Germany will lead clean technology development and restore our manufacturing reputation worldwide.'",
      "image": "https://picsum.photos/seed/merkel4/200/300"
    },
    "fo": "VW, BMW, Mercedes all fined for emissions fraud, market share lost to Tesla, reputation destroyed. But executives kept bonuses! Leadership in fraud!",
    "tags": ["German cars", "Merkel", "emissions", "Tesla", "bonuses"]
  },
  {
    "year": 2020,
    "continent": "North America",
    "fa": "COVID lockdowns: Fauci promises '15 days to flatten the curve' will 'stop the spread' through 'temporary sacrifices.'",
    "middle": {
      "actor": "Anthony Fauci",
      "quote": "'Fifteen days to flatten the curve will stop the spread through temporary but necessary sacrifices.'",
      "image": "https://picsum.photos/seed/fauci/200/300"
    },
    "fo": "2 years of lockdowns, small businesses destroyed, mental health crisis, children traumatized. But Big Tech and Pharma made trillions! Curve flattened into depression!",
    "tags": ["COVID lockdowns", "Fauci", "small business", "Big Tech", "depression"]
  },
  {
    "year": 2021,
    "continent": "Asia",
    "fa": "Taliban Afghanistan victory: Biden promises 'over the horizon' counterterrorism will 'prevent terrorist threats' without ground presence.",
    "middle": {
      "actor": "Joe Biden",
      "quote": "'Over-the-horizon capabilities will prevent terrorist threats without requiring boots on the ground.'",
      "image": "https://picsum.photos/seed/biden3/200/300"
    },
    "fo": "ISIS-K bombing killed 170, Al-Qaeda returned, women enslaved, humanitarian disaster. But defense contractors pivoted to Ukraine! Horizon achieved through blindness!",
    "tags": ["Afghanistan", "Biden", "ISIS-K", "Al-Qaeda", "contractors"]
  },
  {
    "year": 1997,
    "continent": "Europe",
    "fa": "Albanian pyramid schemes collapse: EU promises 'financial assistance' and 'institutional support' to rebuild Albanian economy after chaos.",
    "middle": {
      "actor": "EU Commissioner",
      "quote": "'The EU will provide comprehensive financial assistance to rebuild Albania's economic institutions.'",
      "image": "https://picsum.photos/seed/eualbania/200/300"
    },
    "fo": "€2 billion promised, €200 million delivered, conditions imposed, resources extracted by EU companies. But Albanian emigrants became cheap labor! Assistance through exploitation!",
    "tags": ["Albania", "EU", "pyramid schemes", "exploitation", "emigrants"]
  },
  {
    "year": 2003,
    "continent": "Europe",
    "fa": "EU enlargement process: Brussels promises Albania 'European future' through 'democratic reforms' and 'rule of law' improvements.",
    "middle": {
      "actor": "Javier Solana (EU)",
      "quote": "'Albania has a clear European future through democratic reforms and rule of law improvements.'",
      "image": "https://picsum.photos/seed/solana2/200/300"
    },
    "fo": "20+ years later still not in EU, endless conditions, brain drain accelerated, resources sold cheap. But EU got Albanian minerals and emigrants! Future postponed indefinitely!",
    "tags": ["Albania", "EU enlargement", "brain drain", "minerals", "postponed"]
  },
  {
    "year": 1968,
    "continent": "Europe",
    "fa": "Prague Spring crushed: Brezhnev promises 'fraternal assistance' will restore 'socialist order' and protect Czechoslovakia from Western interference.",
    "middle": {
      "actor": "Leonid Brezhnev",
      "quote": "'Fraternal socialist assistance will restore order and protect Czechoslovakia from capitalist interference.'",
      "image": "https://picsum.photos/seed/brezhnev/200/300"
    },
    "fo": "500,000 troops invaded, democracy crushed for 20 years, 300,000 fled, reformers jailed. But Soviet arms industry got testing ground! Order through tanks!",
    "tags": ["Prague Spring", "Brezhnev", "invasion", "tanks", "arms industry"]
  },
  {
    "year": 1984,
    "continent": "Africa",
    "fa": "Ethiopian famine: Mengistu blames 'drought and Western imperialism' while promising 'socialist solutions' will feed the people.",
    "middle": {
      "actor": "Mengistu Haile Mariam",
      "quote": "'Socialist planning will overcome drought and Western sabotage to feed our people.'",
      "image": "https://picsum.photos/seed/mengistu/200/300"
    },
    "fo": "1 million starved, aid money bought Soviet weapons, forced relocations, Live Aid funds stolen. But Mengistu's palace got gold fixtures! Socialism through starvation!",
    "tags": ["Ethiopia", "famine", "Mengistu", "Live Aid", "weapons"]
  },
  {
    "year": 2009,
    "continent": "Europe",
    "fa": "Albania EU candidate status: EU promises 'accelerated integration' and 'increased investment' after achieving candidate status milestone.",
    "middle": {
      "actor": "Olli Rehn (EU Commissioner)",
      "quote": "'Albania's candidate status opens the door to accelerated integration and increased European investment.'",
      "image": "https://picsum.photos/seed/rehn/200/300"
    },
    "fo": "14 years later still waiting, conditions multiply, young Albanians flee to Germany/UK, chromium mines sold to EU companies. Integration accelerated to exodus!",
    "tags": ["Albania", "candidate status", "Rehn", "chromium", "exodus"]
  },
  {
    "year": 2014,
    "continent": "Europe",
    "fa": "Ukraine Association Agreement: EU promises 'prosperity and democracy' will transform Ukraine through 'European integration' process.",
    "middle": {
      "actor": "José Manuel Barroso",
      "quote": "'European integration will bring lasting prosperity and democratic transformation to Ukraine.'",
      "image": "https://picsum.photos/seed/barroso/200/300"
    },
    "fo": "10-year war, 500,000+ dead, economy collapsed 50%, oligarchs richer, democracy destroyed. But EU got cheap grain and Zelensky's wife got Vogue covers! Transformation complete!",
    "tags": ["Ukraine", "EU", "Barroso", "war", "Vogue"]
  },
  {
    "year": 2016,
    "continent": "Europe",
    "fa": "Albania floods devastate country: EU promises 'emergency aid' and 'infrastructure rebuilding' to help recovery from natural disaster.",
    "middle": {
      "actor": "Christos Stylianides (EU)",
      "quote": "'The EU stands ready with emergency aid and infrastructure support for Albania's recovery.'",
      "image": "https://picsum.photos/seed/stylianides/200/300"
    },
    "fo": "€50 million promised, €5 million delivered, conditions attached, Italian companies got reconstruction contracts. But Albanian workers got jobs in German factories! Recovery through emigration!",
    "tags": ["Albania", "floods", "EU aid", "Italian companies", "German factories"]
  },
  {
    "year": 1990,
    "continent": "Europe",
    "fa": "German reunification costs explode: Kohl promises 'no new taxes' will be needed for East German reconstruction and integration.",
    "middle": {
      "actor": "Helmut Kohl",
      "quote": "'German reunification will require no additional taxation and will be self-financing through growth.'",
      "image": "https://picsum.photos/seed/kohl2/200/300"
    },
    "fo": "€2 trillion cost, massive tax hikes, East Germans became second-class citizens, AfD stronghold created. But West German companies bought East for pennies! Self-financing through plunder!",
    "tags": ["German reunification", "Kohl", "taxes", "AfD", "plunder"]
  },
  {
    "year": 2008,
    "continent": "Europe",
    "fa": "Kosovo independence: EU promises 'supervised independence' will bring 'stability and prosperity' to the newest European state.",
    "middle": {
      "actor": "Javier Solana (EU)",
      "quote": "'Supervised independence will ensure Kosovo's stability and integration into the European family.'",
      "image": "https://picsum.photos/seed/solana3/200/300"
    },
    "fo": "15 years later: organized crime paradise, organ trafficking hub, mass emigration, EU mission costs €1.6 billion. But Camp Bondsteel stayed! Supervision through corruption!",
    "tags": ["Kosovo", "independence", "organized crime", "Camp Bondsteel", "corruption"]
  },
  {
    "year": 2015,
    "continent": "Europe",
    "fa": "Albania visa liberalization: EU promises 'freedom of movement' will strengthen ties and boost Albanian development through integration.",
    "middle": {
      "actor": "Johannes Hahn (EU Commissioner)",
      "quote": "'Visa liberalization will strengthen EU-Albania ties and boost development through enhanced integration.'",
      "image": "https://picsum.photos/seed/hahn/200/300"
    },
    "fo": "500,000 Albanians left for Germany/UK, villages emptied, brain drain accelerated, only pensioners remain. But German construction got cheap workers! Development through depopulation!",
    "tags": ["Albania", "visa liberalization", "emigration", "Hahn", "brain drain"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Albania EU membership talks blocked: Macron promises 'reformed enlargement process' will ensure 'proper integration' of Western Balkans.",
    "middle": {
      "actor": "Emmanuel Macron",
      "quote": "'EU enlargement reform will ensure proper integration and avoid past mistakes with new members.'",
      "image": "https://picsum.photos/seed/macron3/200/300"
    },
    "fo": "Albania/North Macedonia blocked despite meeting conditions, brain drain continued, China moved in with Belt & Road. But French companies kept Albanian contracts! Reform through humiliation!",
    "tags": ["Albania", "EU blocked", "Macron", "China", "humiliation"]
  },
  {
    "year": 2001,
    "continent": "North America",
    "fa": "Enron accounting fraud peaks: Arthur Andersen promises 'gold standard auditing' ensures 'complete financial transparency' for investors.",
    "middle": {
      "actor": "David Duncan (Arthur Andersen)",
      "quote": "'Our gold standard auditing practices ensure complete transparency and investor protection.'",
      "image": "https://picsum.photos/seed/duncan/200/300"
    },
    "fo": "Enron collapsed, Arthur Andersen destroyed, 85,000 jobs lost, pensions evaporated. But executives cashed out $1 billion before collapse! Gold standard greed!",
    "tags": ["Enron", "Arthur Andersen", "fraud", "pensions", "executives"]
  },
  {
    "year": 2010,
    "continent": "Europe",
    "fa": "PIIGS debt crisis: Trichet promises 'no country will leave Eurozone' and 'fiscal discipline' will restore market confidence.",
    "middle": {
      "actor": "Jean-Claude Trichet (ECB)",
      "quote": "'No country will leave the Eurozone. Fiscal discipline will restore full market confidence.'",
      "image": "https://picsum.photos/seed/trichet3/200/300"
    },
    "fo": "Greece nearly ejected, youth unemployment 60%, suicides soared, fascists rose. But German/French banks got bailouts! Confidence restored in Northern European profits!",
    "tags": ["PIIGS", "Trichet", "Eurozone", "youth unemployment", "fascists"]
  },
  {
    "year": 2013,
    "continent": "Europe",
    "fa": "Cyprus bank bailout: EU promises 'one-off solution' protects 'small depositors' while 'restoring banking stability.'",
    "middle": {
      "actor": "Jeroen Dijsselbloem (Eurogroup)",
      "quote": "'This one-off solution protects small savers while restoring Cyprus banking stability.'",
      "image": "https://picsum.photos/seed/dijsselbloem/200/300"
    },
    "fo": "Russian money laundering exposed, deposits over €100k confiscated, template for future bailouts created. But EU officials got promotion! Stability through theft!",
    "tags": ["Cyprus", "bailout", "Dijsselbloem", "confiscation", "template"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "Albania earthquake aid: Von der Leyen promises 'swift EU assistance' and 'solidarity' to rebuild after devastating earthquake damage.",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'The EU shows swift solidarity with Albania and will provide comprehensive reconstruction assistance.'",
      "image": "https://picsum.photos/seed/ursula5/200/300"
    },
    "fo": "€115 million promised, bureaucracy delayed aid for years, German/Italian companies got contracts. But von der Leyen got photo op in Tirana! Solidarity through selfies!",
    "tags": ["Albania", "earthquake", "von der Leyen", "delayed aid", "photo op"]
  },
  {
    "year": 2004,
    "continent": "Europe",
    "fa": "EU Constitutional Treaty: Giscard d'Estaing promises 'democratic legitimacy' and 'citizen participation' in European governance reform.",
    "middle": {
      "actor": "Valéry Giscard d'Estaing",
      "quote": "'This constitution ensures democratic legitimacy and meaningful citizen participation in European governance.'",
      "image": "https://picsum.photos/seed/giscard/200/300"
    },
    "fo": "French and Dutch voted NO, constitution rejected, repackaged as Lisbon Treaty, democracy bypassed. But EU elite got power transfer! Legitimacy through deception!",
    "tags": ["EU constitution", "Giscard", "rejected", "Lisbon Treaty", "bypassed"]
  },
  {
    "year": 2011,
    "continent": "Europe",
    "fa": "Albania EU progress report: EU praises 'significant reforms' and promises 'continued support' for European integration path.",
    "middle": {
      "actor": "Stefan Füle (EU Commissioner)",
      "quote": "'Albania has made significant reforms and deserves continued EU support on its European path.'",
      "image": "https://picsum.photos/seed/fule/200/300"
    },
    "fo": "12 years later still not in EU, conditions keep multiplying, Albanian youth exodus accelerated. But EU got cheap Albanian workers and resources! Path leads to emptiness!",
    "tags": ["Albania", "progress report", "Füle", "youth exodus", "cheap workers"]
  },
  {
    "year": 1986,
    "continent": "Asia",
    "fa": "Chernobyl disaster: Gorbachev promises 'glasnost and transparency' will ensure 'full disclosure' about nuclear accident impacts.",
    "middle": {
      "actor": "Mikhail Gorbachev",
      "quote": "'Glasnost ensures full transparency and complete disclosure about this nuclear incident.'",
      "image": "https://picsum.photos/seed/gorbachev/200/300"
    },
    "fo": "Cover-up lasted months, liquidators died, cancer spread, exclusion zone permanent. But Gorbachev won Nobel Prize and pizza commercials! Transparency through radiation!",
    "tags": ["Chernobyl", "Gorbachev", "cover-up", "liquidators", "Nobel Prize"]
  },
  {
    "year": 2017,
    "continent": "Europe",
    "fa": "Albania-EU summit: Tusk promises 'credible enlargement' and 'merit-based' assessment will guide Albanian membership process.",
    "middle": {
      "actor": "Donald Tusk",
      "quote": "'EU enlargement remains credible and Albania will be assessed purely on merit and reforms.'",
      "image": "https://picsum.photos/seed/tusk2/200/300"
    },
    "fo": "6 years later talks still blocked by France, merit ignored, geopolitics matter more. But Albanian minerals kept flowing to EU! Credibility through hypocrisy!",
    "tags": ["Albania", "Tusk", "credible enlargement", "France blocked", "minerals"]
  },
  {
    "year": 1994,
    "continent": "Europe",
    "fa": "EU single market completion: Delors promises 'level playing field' will benefit 'all member states equally' through fair competition.",
    "middle": {
      "actor": "Jacques Delors",
      "quote": "'The single market creates a level playing field benefiting all member states through fair competition.'",
      "image": "https://picsum.photos/seed/delors2/200/300"
    },
    "fo": "Germany got permanent trade surplus, South bankrupted, factories moved East, workers migrated North. But German exports dominated! Level field tilted toward Berlin!",
    "tags": ["single market", "Delors", "trade surplus", "Germany", "tilted"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Western Balkans summit: Mogherini promises 'European perspective' is 'credible and achievable' for all Western Balkan countries.",
    "middle": {
      "actor": "Federica Mogherini",
      "quote": "'The European perspective for Western Balkans is credible, achievable and strategically important.'",
      "image": "https://picsum.photos/seed/mogherini/200/300"
    },
    "fo": "5 years later none joined, brain drain accelerated, China/Russia moved in, EU credibility destroyed. But Mogherini got UN job! Perspective achieved through emigration!",
    "tags": ["Western Balkans", "Mogherini", "credible", "China Russia", "UN job"]
  },
  {
    "year": 1998,
    "continent": "Asia",
    "fa": "Asian Financial Crisis bailout: IMF promises 'structural reforms' will create 'stronger, more resilient economies' across Asia.",
    "middle": {
      "actor": "Michel Camdessus (IMF)",
      "quote": "'Structural reforms will build stronger, more resilient Asian economies for sustainable growth.'",
      "image": "https://picsum.photos/seed/camdessus2/200/300"
    },
    "fo": "Millions unemployed, currencies collapsed, social fabric torn, Western corporations bought assets cheap. But IMF expanded influence! Resilience through devastation!",
    "tags": ["Asian crisis", "IMF", "Camdessus", "asset fire sale", "devastation"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "EU-Albania relations: Michel promises 'renewed partnership' will 'accelerate progress' toward Albanian EU membership through cooperation.",
    "middle": {
      "actor": "Charles Michel (EU Council)",
      "quote": "'Our renewed partnership will accelerate Albania's progress toward EU membership through enhanced cooperation.'",
      "image": "https://picsum.photos/seed/michel/200/300"
    },
    "fo": "Membership still blocked, young Albanians keep leaving, villages emptying, only old people remain. But EU companies got Albanian lithium mining rights! Partnership through extraction!",
    "tags": ["Albania", "Michel", "renewed partnership", "lithium mining", "extraction"]
  },
  {
    "year": 2005,
    "continent": "North America",
    "fa": "Hurricane Katrina response: FEMA promises 'coordinated federal response' will 'leave no one behind' in disaster recovery efforts.",
    "middle": {
      "actor": "Michael Chertoff (DHS)",
      "quote": "'Our coordinated federal response ensures we leave no one behind in Katrina recovery.'",
      "image": "https://picsum.photos/seed/chertoff/200/300"
    },
    "fo": "1,833 dead, poorest abandoned for days, Blackwater got security contracts, gentrification followed. But disaster capitalism boomed! No one left behind except the poor!",
    "tags": ["Katrina", "FEMA", "Chertoff", "Blackwater", "gentrification"]
  },
  {
    "year": 2012,
    "continent": "Europe",
    "fa": "Spanish bank bailout: Rajoy promises 'no taxpayer money' will be used and bailout is 'for banks, not sovereign debt.'",
    "middle": {
      "actor": "Mariano Rajoy",
      "quote": "'This bailout uses no taxpayer money and is specifically for banks, not sovereign debt.'",
      "image": "https://picsum.photos/seed/rajoy/200/300"
    },
    "fo": "€100 billion taxpayer bailout, austerity imposed, unemployment hit 27%, youth emigrated. But bankers kept bonuses and German banks got repaid! Not taxpayer money, just their future!",
    "tags": ["Spain", "bank bailout", "Rajoy", "taxpayer", "emigrated"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Albania EU accession talks: Borrell promises 'objective criteria' will guide decision and 'politics won't interfere' with merit-based assessment.",
    "middle": {
      "actor": "Josep Borrell",
      "quote": "'Objective criteria and merit-based assessment will guide Albania's accession, not politics.'",
      "image": "https://picsum.photos/seed/borrell/200/300"
    },
    "fo": "France blocked talks for political reasons, criteria ignored, merit irrelevant, Albanian hopes crushed. But Borrell got High Representative job! Objectivity through political games!",
    "tags": ["Albania", "Borrell", "objective criteria", "France blocked", "political games"]
  },
  {
    "year": 2007,
    "continent": "North America",
    "fa": "Subprime mortgage crisis: Paulson promises 'strong fundamentals' mean crisis is 'contained' to subprime sector only.",
    "middle": {
      "actor": "Henry Paulson (Treasury)",
      "quote": "'Strong economic fundamentals mean this crisis is contained to the subprime mortgage sector.'",
      "image": "https://picsum.photos/seed/paulson/200/300"
    },
    "fo": "Global financial meltdown, $12 trillion in losses, millions foreclosed, banks bailed out with TARP. Paulson's Goldman Sachs got $12 billion! Containment through contagion!",
    "tags": ["subprime", "Paulson", "contained", "Goldman Sachs", "TARP"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "Albania-EU energy cooperation: Von der Leyen promises 'energy partnership' will 'diversify supply' and 'strengthen Albanian economy.'",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'Our energy partnership will diversify EU supply while strengthening Albania's economic development.'",
      "image": "https://picsum.photos/seed/ursula6/200/300"
    },
    "fo": "Albanian oil/gas sold cheap to EU, no refining capacity built, youth keep emigrating, energy poverty at home. But von der Leyen got diversification! Development through resource drain!",
    "tags": ["Albania", "energy", "von der Leyen", "sold cheap", "resource drain"]
  },
  {
    "year": 2014,
    "continent": "Asia",
    "fa": "Malaysian Flight MH370 disappears: Malaysian PM promises 'transparent investigation' will 'find the truth' about missing aircraft.",
    "middle": {
      "actor": "Najib Razak",
      "quote": "'We will conduct a fully transparent investigation to find the truth about MH370's disappearance.'",
      "image": "https://picsum.photos/seed/najib/200/300"
    },
    "fo": "Plane never found, investigation bungled, families devastated, conspiracy theories multiplied. But Najib embezzled $4.5 billion from 1MDB! Truth found in Swiss banks!",
    "tags": ["MH370", "Najib", "investigation", "1MDB", "Swiss banks"]
  },
  {
    "year": 2023,
    "continent": "Europe",
    "fa": "Albania tourism boom: EU promotes 'sustainable tourism' will bring 'prosperity without environmental damage' to Albanian coast.",
    "middle": {
      "actor": "EU Tourism Commissioner",
      "quote": "'Sustainable tourism development will bring prosperity to Albania without environmental damage.'",
      "image": "https://picsum.photos/seed/eutourism/200/300"
    },
    "fo": "Coastline concrete jungle, illegal constructions, sea pollution, locals priced out. But Italian/German developers got beach concessions! Sustainability through destruction!",
    "tags": ["Albania", "tourism", "concrete jungle", "priced out", "Italian developers"]
  },
  {
    "year": 1963,
    "continent": "North America",
    "fa": "JFK assassination: Warren Commission promises 'thorough investigation' will 'establish complete truth' about presidential assassination.",
    "middle": {
      "actor": "Earl Warren",
      "quote": "'Our commission will establish the complete truth through the most thorough investigation in history.'",
      "image": "https://picsum.photos/seed/warren/200/300"
    },
    "fo": "Single bullet theory, magic trajectories, witness deaths, evidence suppressed, conspiracy theories permanent. But CIA operations stayed classified! Truth through cover-up!",
    "tags": ["JFK", "Warren Commission", "magic bullet", "CIA", "classified"]
  },
  {
    "year": 2006,
    "continent": "Europe",
    "fa": "Albania energy privatization: World Bank promises 'improved efficiency' will 'lower prices' for consumers through market competition.",
    "middle": {
      "actor": "World Bank official",
      "quote": "'Energy privatization will improve efficiency and lower prices through healthy market competition.'",
      "image": "https://picsum.photos/seed/worldbank/200/300"
    },
    "fo": "CEZ got monopoly, prices tripled, blackouts increased, service worsened, profits extracted to Czech Republic. But World Bank got consulting fees! Competition through monopoly!",
    "tags": ["Albania", "energy privatization", "CEZ", "monopoly", "Czech Republic"]
  },
  {
    "year": 1970,
    "continent": "South America",
    "fa": "Chilean copper nationalization: Allende promises 'economic sovereignty' will bring 'prosperity for all Chileans' through resource control.",
    "middle": {
      "actor": "Salvador Allende",
      "quote": "'Nationalizing copper will achieve economic sovereignty and prosperity for all Chilean people.'",
      "image": "https://picsum.photos/seed/allende/200/300"
    },
    "fo": "CIA coup after 3 years, Pinochet dictatorship, 40,000 dead, copper re-privatized to US companies. But Chicago School got their laboratory! Sovereignty through assassination!",
    "tags": ["Chile", "Allende", "copper", "Pinochet", "Chicago School"]
  },
  {
    "year": 2013,
    "continent": "Europe",
    "fa": "Albanian electoral reforms: OSCE promises 'free and fair elections' will 'strengthen democracy' through international monitoring.",
    "middle": {
      "actor": "OSCE representative",
      "quote": "'International monitoring will ensure free and fair elections that strengthen Albanian democracy.'",
      "image": "https://picsum.photos/seed/osce/200/300"
    },
    "fo": "Vote buying continued, media controlled, opposition harassed, EU said 'progress made.' But OSCE got monitoring contracts renewed! Democracy through bureaucracy!",
    "tags": ["Albania", "elections", "OSCE", "vote buying", "monitoring contracts"]
  },
  {
    "year": 1988,
    "continent": "Asia",
    "fa": "Iran-Iraq War ends: UN promises 'lasting peace' through 'negotiated settlement' and 'international guarantees' for regional stability.",
    "middle": {
      "actor": "Javier Pérez de Cuéllar (UN)",
      "quote": "'This negotiated peace will ensure lasting regional stability through international guarantees.'",
      "image": "https://picsum.photos/seed/cuellar/200/300"
    },
    "fo": "2 years later Iraq invaded Kuwait, 30+ years of wars followed, region destroyed. But arms dealers made trillions selling to both sides! Peace through weapons!",
    "tags": ["Iran-Iraq war", "UN", "Kuwait invasion", "arms dealers", "weapons"]
  },
  {
    "year": 2010,
    "continent": "Europe",
    "fa": "Albanian judicial reform: EU promises 'rule of law' improvements will 'fight corruption' through 'international support' and monitoring.",
    "middle": {
      "actor": "EU official",
      "quote": "'EU support will establish rule of law and effectively fight corruption through international monitoring.'",
      "image": "https://picsum.photos/seed/eujustice/200/300"
    },
    "fo": "13 years later corruption flourished, judges emigrated, drug trafficking increased, justice system collapsed. But EU consultants got millions! Rule of law through consultancy!",
    "tags": ["Albania", "judicial reform", "corruption", "drug trafficking", "consultants"]
  },
  {
    "year": 1979,
    "continent": "Asia",
    "fa": "Soviet invasion of Afghanistan: Brezhnev promises 'fraternal assistance' will restore 'stability and peace' to friendly neighbor.",
    "middle": {
      "actor": "Leonid Brezhnev",
      "quote": "'Fraternal assistance will restore stability and peace to our Afghan friends.'",
      "image": "https://picsum.photos/seed/brezhnev2/200/300"
    },
    "fo": "10-year war, 1 million dead, Soviet collapse accelerated, Taliban created. But arms industry boomed on both sides! Peace through 40 years of war!",
    "tags": ["Afghanistan", "Soviet invasion", "Brezhnev", "Taliban", "arms industry"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Albania cannabis eradication: DEA promises 'joint operations' will 'eliminate production' and 'strengthen law enforcement' capabilities.",
    "middle": {
      "actor": "DEA representative",
      "quote": "'Joint operations will eliminate cannabis production and strengthen Albanian law enforcement.'",
      "image": "https://picsum.photos/seed/dea/200/300"
    },
    "fo": "Production moved indoors, trafficking increased, corruption worsened, police bought by traffickers. But DEA got budget increases! Elimination through adaptation!",
    "tags": ["Albania", "cannabis", "DEA", "trafficking", "budget increases"]
  },
  {
    "year": 2000,
    "continent": "Europe",
    "fa": "Dot-com bubble: EU promises 'digital revolution' will create 'new economy prosperity' through 'innovation and technology' leadership.",
    "middle": {
      "actor": "EU Digital Commissioner",
      "quote": "'The digital revolution will create unprecedented prosperity through European innovation leadership.'",
      "image": "https://picsum.photos/seed/eudigital/200/300"
    },
    "fo": "€3 trillion wiped out, startups collapsed, investors ruined, US tech giants dominated. But consultants got digital transformation contracts! Innovation through destruction!",
    "tags": ["dot-com bubble", "EU", "digital revolution", "US tech giants", "consultants"]
  },
  {
    "year": 2016,
    "continent": "Europe",
    "fa": "Albanian demographic crisis: UN promises 'migration management' will 'optimize human capital' through 'circular migration' policies.",
    "middle": {
      "actor": "UN Migration official",
      "quote": "'Managed migration will optimize human capital through circular migration benefiting all parties.'",
      "image": "https://picsum.photos/seed/unmigration/200/300"
    },
    "fo": "800,000 Albanians left permanently, villages abandoned, only elderly remain, birth rate collapsed. But Western Europe got cheap workers! Optimization through depopulation!",
    "tags": ["Albania", "migration", "UN", "abandoned villages", "cheap workers"]
  },
  {
    "year": 1973,
    "continent": "Middle East",
    "fa": "Yom Kippur War: Kissinger promises 'shuttle diplomacy' will achieve 'lasting peace' between Israel and Arab states through negotiations.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'Shuttle diplomacy will achieve a comprehensive and lasting peace in the Middle East.'",
      "image": "https://picsum.photos/seed/kissinger5/200/300"
    },
    "fo": "50 years later still no peace, settlements expanded, Palestinians stateless, arms sales boomed. But Kissinger got Nobel Prize! Peace through weapons deals!",
    "tags": ["Yom Kippur", "Kissinger", "shuttle diplomacy", "settlements", "Nobel Prize"]
  },
  {
    "year": 2007,
    "continent": "Europe",
    "fa": "Albanian demographic study: EU funds research promising 'sustainable population' solutions through 'development programs' and investment.",
    "middle": {
      "actor": "EU research coordinator",
      "quote": "'Our development programs will create sustainable population growth and economic opportunities in Albania.'",
      "image": "https://picsum.photos/seed/euresearch/200/300"
    },
    "fo": "Birth rate kept falling, 30% of population emigrated, research money went to Brussels consultants. But German factories got cheap Albanian workers! Sustainability through exodus!",
    "tags": ["Albania", "demographic study", "population decline", "Brussels consultants", "exodus"]
  },
  {
    "year": 1991,
    "continent": "Africa",
    "fa": "Somalia intervention: Bush promises 'humanitarian mission' will 'restore hope' and 'feed starving children' through military protection.",
    "middle": {
      "actor": "George H.W. Bush",
      "quote": "'Our humanitarian mission will restore hope and save starving Somali children.'",
      "image": "https://picsum.photos/seed/bush3/200/300"
    },
    "fo": "18 US soldiers killed, warlords strengthened, country still failed state 30+ years later. But defense contractors got Somalia contracts! Hope through Blackhawk Down!",
    "tags": ["Somalia", "Bush", "Blackhawk Down", "warlords", "failed state"]
  },
  {
    "year": 2014,
    "continent": "Europe",
    "fa": "Albanian agriculture development: EU promises 'modernization' will 'boost exports' and 'create rural prosperity' through technology transfer.",
    "middle": {
      "actor": "EU Agriculture Commissioner",
      "quote": "'Agricultural modernization will boost Albanian exports and create lasting rural prosperity.'",
      "image": "https://picsum.photos/seed/euagriculture/200/300"
    },
    "fo": "Small farmers bankrupted, land sold to agribusiness, rural youth fled to cities then Europe. But Italian agribusiness got cheap Albanian land! Prosperity through displacement!",
    "tags": ["Albania", "agriculture", "bankrupted farmers", "Italian agribusiness", "displacement"]
  },
  {
    "year": 1993,
    "continent": "North America",
    "fa": "Waco siege ends in fire: FBI promises 'child safety' operations will 'end dangerous cult' through 'minimum force' tactics.",
    "middle": {
      "actor": "Janet Reno",
      "quote": "'We used minimum necessary force to protect children from this dangerous cult.'",
      "image": "https://picsum.photos/seed/reno/200/300"
    },
    "fo": "76 dead including 25 children, CS gas caused fire, cover-up followed, militarization of police accelerated. But SWAT budgets increased! Child safety through incineration!",
    "tags": ["Waco", "Reno", "CS gas", "children killed", "SWAT budgets"]
  },
  {
    "year": 2006,
    "continent": "Asia",
    "fa": "North Korea nuclear test: Bush promises 'diplomatic solution' will 'denuclearize peninsula' through 'six-party talks' and sanctions.",
    "middle": {
      "actor": "George W. Bush",
      "quote": "'Diplomatic engagement through six-party talks will achieve complete denuclearization.'",
      "image": "https://picsum.photos/seed/bush4/200/300"
    },
    "fo": "North Korea got more nukes, talks collapsed, sanctions failed, threat increased. But arms sales to South Korea/Japan boomed! Diplomacy through militarization!",
    "tags": ["North Korea", "Bush", "six-party talks", "more nukes", "arms sales"]
  },
  {
    "year": 2017,
    "continent": "Europe",
    "fa": "Albanian media freedom: EU promises 'press independence' will improve through 'media law reforms' and 'journalist protection' measures.",
    "middle": {
      "actor": "EU media official",
      "quote": "'Media law reforms will ensure press independence and effective journalist protection in Albania.'",
      "image": "https://picsum.photos/seed/eumedia/200/300"
    },
    "fo": "Media concentrated in few hands, journalists intimidated, oligarchs control narrative, EU said 'progress noted.' But consultants got media monitoring contracts! Independence through concentration!",
    "tags": ["Albania", "media freedom", "oligarchs control", "intimidated journalists", "monitoring contracts"]
  },
  {
    "year": 1987,
    "continent": "North America",
    "fa": "Iran-Contra scandal exposed: Reagan promises 'mistakes were made' but 'no laws broken' in arms-for-hostages deal.",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'Mistakes were made by subordinates, but no laws were knowingly broken by this administration.'",
      "image": "https://picsum.photos/seed/reagan3/200/300"
    },
    "fo": "Arms sold to Iran, money funded Contras, drugs flowed to US cities, 11 convicted then pardoned. But Reagan kept popularity! No laws broken, just democracy!",
    "tags": ["Iran-Contra", "Reagan", "arms to Iran", "drugs", "pardoned"]
  },
  {
    "year": 2011,
    "continent": "Europe",
    "fa": "Albanian infrastructure projects: EU promises 'connectivity' improvements will 'boost economy' through 'strategic transport investments.'",
    "middle": {
      "actor": "EU Transport Commissioner",
      "quote": "'Strategic transport investments will boost Albania's connectivity and economic development.'",
      "image": "https://picsum.photos/seed/eutransport/200/300"
    },
    "fo": "Roads built to export resources faster, brain drain accelerated, young people used new roads to leave. But Italian construction companies got contracts! Connectivity to exodus!",
    "tags": ["Albania", "infrastructure", "brain drain", "Italian construction", "exodus"]
  },
  {
    "year": 1994,
    "continent": "Europe",
    "fa": "Bosnian War UN 'safe areas': UN promises 'protection' for Muslim civilians in 'demilitarized zones' under international guarantee.",
    "middle": {
      "actor": "Yasushi Akashi (UN)",
      "quote": "'These safe areas provide absolute protection for civilians under full international guarantee.'",
      "image": "https://picsum.photos/seed/akashi/200/300"
    },
    "fo": "Srebrenica massacre, 8,000 killed, Dutch peacekeepers watched, genocide in Europe. But peacekeepers got medals and pensions! Protection through observation!",
    "tags": ["Bosnia", "safe areas", "Srebrenica", "Dutch peacekeepers", "medals"]
  },
  {
    "year": 2008,
    "continent": "North America",
    "fa": "AIG bailout: Paulson promises 'systemic risk' justifies taxpayer rescue of 'too big to fail' insurance giant.",
    "middle": {
      "actor": "Henry Paulson",
      "quote": "'AIG's systemic importance requires taxpayer intervention to prevent global financial collapse.'",
      "image": "https://picsum.photos/seed/paulson2/200/300"
    },
    "fo": "$182 billion bailout, executives got bonuses, taxpayers got losses, moral hazard entrenched. But Goldman Sachs (Paulson's old firm) got paid 100%! Systemic success!",
    "tags": ["AIG", "bailout", "Paulson", "bonuses", "Goldman Sachs"]
  },
  {
    "year": 2015,
    "continent": "Europe",
    "fa": "Albanian tourism strategy: EU promises 'sustainable development' will preserve 'natural beauty' while boosting economic growth.",
    "middle": {
      "actor": "EU Tourism Director",
      "quote": "'Sustainable tourism development will preserve Albania's natural beauty while driving economic growth.'",
      "image": "https://picsum.photos/seed/eutourism2/200/300"
    },
    "fo": "Coast turned into concrete jungle, illegal hotels everywhere, beaches privatized, locals can't afford to visit. But German tour operators got profits! Sustainability through concrete!",
    "tags": ["Albania", "tourism", "concrete jungle", "privatized beaches", "German tour operators"]
  },
  {
    "year": 2001,
    "continent": "Asia",
    "fa": "9/11 attacks: Bush promises 'War on Terror' will 'defeat terrorism' and 'spread democracy' through military intervention.",
    "middle": {
      "actor": "George W. Bush",
      "quote": "'We will defeat terrorism and spread democracy through decisive military action worldwide.'",
      "image": "https://picsum.photos/seed/bush5/200/300"
    },
    "fo": "20+ year wars, 37 million refugees, $8 trillion spent, terrorism spread, democracy declined. But defense contractors made trillions! Mission accomplished!",
    "tags": ["9/11", "War on Terror", "Bush", "37 million refugees", "defense contractors"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Albanian brain drain study: EU funds research on 'circular migration' promising 'win-win' solutions for labor mobility management.",
    "middle": {
      "actor": "EU Migration researcher",
      "quote": "'Circular migration creates win-win solutions optimizing labor mobility for all stakeholders.'",
      "image": "https://picsum.photos/seed/eumigration/200/300"
    },
    "fo": "Nothing circular, 800,000 left permanently, villages abandoned, only elderly remain, birth rate collapsed. But research got EU funding! Win-win for everyone except Albania!",
    "tags": ["Albania", "brain drain", "circular migration", "villages abandoned", "EU funding"]
  },
  {
    "year": 1983,
    "continent": "North America",
    "fa": "Grenada invasion: Reagan promises 'rescue mission' will 'save American students' and 'restore democracy' through swift military action.",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'Our rescue mission will save American students and restore democracy to Grenada.'",
      "image": "https://picsum.photos/seed/reagan4/200/300"
    },
    "fo": "Medical students were never in danger, democracy wasn't restored, invasion violated international law. But Reagan's approval ratings soared! Democracy through invasion!",
    "tags": ["Grenada", "Reagan", "students safe", "approval ratings", "international law"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "Albanian earthquake reconstruction: EU promises 'build back better' will create 'resilient communities' through 'modern standards' rebuilding.",
    "middle": {
      "actor": "EU Reconstruction coordinator",
      "quote": "'Build back better will create resilient communities with modern European standards.'",
      "image": "https://picsum.photos/seed/eureconstruction/200/300"
    },
    "fo": "Corruption in contracts, shoddy construction, people still in tents 3 years later, young survivors emigrated. But EU contractors got millions! Resilience through exodus!",
    "tags": ["Albania", "earthquake", "build back better", "still in tents", "EU contractors"]
  },
  {
    "year": 1986,
    "continent": "Europe",
    "fa": "Chernobyl disaster: Gorbachev promises 'containment' achieved, radiation 'under control,' no danger to European populations.",
    "middle": {
      "actor": "Mikhail Gorbachev",
      "quote": "'The situation is under control, radiation levels pose no danger to European populations.'",
      "image": "https://picsum.photos/seed/gorbachev/200/300"
    },
    "fo": "Radiation spread across Europe, cancers increased, exclusion zone permanent, coverup exposed. But nuclear industry continued! Under control means out of control!",
    "tags": ["Chernobyl", "Gorbachev", "radiation Europe", "cancers", "exclusion zone"]
  },
  {
    "year": 2012,
    "continent": "Europe",
    "fa": "Albanian energy privatization: EU promises CEZ deal will bring 'efficient service' and 'European standards' to electricity sector.",
    "middle": {
      "actor": "EU Energy official",
      "quote": "'CEZ privatization will deliver efficient service and European energy standards to Albania.'",
      "image": "https://picsum.photos/seed/euenergy2/200/300"
    },
    "fo": "Prices doubled, service worse, monopoly abuse, Czechs extracted profits while Albanians got blackouts. But CEZ shareholders got dividends! European standards of exploitation!",
    "tags": ["Albania", "CEZ", "prices doubled", "monopoly abuse", "Czech profits"]
  },
  {
    "year": 2003,
    "continent": "North America",
    "fa": "Iraq WMD claims: Powell promises UN evidence shows 'mobile weapons labs' and 'chemical weapons' justify invasion.",
    "middle": {
      "actor": "Colin Powell",
      "quote": "'This evidence of mobile weapons labs and chemical weapons clearly justifies military action.'",
      "image": "https://picsum.photos/seed/powell2/200/300"
    },
    "fo": "No WMDs found, mobile labs were weather balloons, 500,000+ Iraqis died, region destabilized. But Halliburton got no-bid contracts! Evidence through fabrication!",
    "tags": ["Iraq", "Powell", "no WMDs", "weather balloons", "Halliburton"]
  },
  {
    "year": 2016,
    "continent": "Europe",
    "fa": "Albanian judicial reform: EU promises 'vetting process' will create 'independent judiciary' and 'rule of law' transformation.",
    "middle": {
      "actor": "EU Justice Commissioner",
      "quote": "'The vetting process will transform Albania's judiciary and establish true rule of law.'",
      "image": "https://picsum.photos/seed/eujustice2/200/300"
    },
    "fo": "Half of judges/prosecutors fired, system paralyzed, cases backlogged, crime increased, political interference continued. But EU consultants got vetting contracts! Independence through paralysis!",
    "tags": ["Albania", "judicial reform", "half fired", "system paralyzed", "vetting contracts"]
  },
  {
    "year": 1999,
    "continent": "Europe",
    "fa": "Kosovo bombing: Clinton promises 'humanitarian intervention' will stop 'ethnic cleansing' through 'precision strikes' without ground troops.",
    "middle": {
      "actor": "Bill Clinton",
      "quote": "'Humanitarian intervention with precision strikes will stop ethnic cleansing without ground troops.'",
      "image": "https://picsum.photos/seed/clinton3/200/300"
    },
    "fo": "Chinese embassy bombed, Albanian refugees increased, ethnic cleansing accelerated, 500 civilians killed. But defense contractors got bomb orders! Precision through accidents!",
    "tags": ["Kosovo", "Clinton", "Chinese embassy", "refugees increased", "bomb orders"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Albanian cannabis crackdown: EU promises 'law enforcement cooperation' will 'eliminate cultivation' through 'integrated approach.'",
    "middle": {
      "actor": "EU Security coordinator",
      "quote": "'Law enforcement cooperation will eliminate cannabis cultivation through an integrated approach.'",
      "image": "https://picsum.photos/seed/eusecurity/200/300"
    },
    "fo": "Farmers arrested, villages militarized, poverty increased, young people left for crime in Western Europe. But helicopter rental companies got contracts! Integration through criminalization!",
    "tags": ["Albania", "cannabis crackdown", "villages militarized", "crime Western Europe", "helicopter contracts"]
  },
  {
    "year": 1975,
    "continent": "Asia",
    "fa": "Fall of Saigon: Ford promises 'orderly withdrawal' will 'preserve South Vietnamese democracy' through 'Vietnamization' success.",
    "middle": {
      "actor": "Gerald Ford",
      "quote": "'Orderly withdrawal demonstrates Vietnamization's success in preserving South Vietnamese democracy.'",
      "image": "https://picsum.photos/seed/ford/200/300"
    },
    "fo": "Helicopters fled from embassy roof, boat people died at sea, 1 million killed in aftermath. But defense contractors kept Pentagon budgets! Vietnamization through helicopterization!",
    "tags": ["Vietnam", "Ford", "helicopters embassy", "boat people", "Pentagon budgets"]
  },
  {
    "year": 2013,
    "continent": "Europe",
    "fa": "Albanian EU integration: Barroso promises 'candidate status' will accelerate 'European transformation' through 'reform momentum.'",
    "middle": {
      "actor": "José Manuel Barroso",
      "quote": "'Candidate status will accelerate Albania's European transformation through sustained reform momentum.'",
      "image": "https://picsum.photos/seed/barroso2/200/300"
    },
    "fo": "10 years later still no accession date, reforms stalled, young generation lost hope, emigration accelerated. But Brussels consultants got monitoring contracts! Momentum through stagnation!",
    "tags": ["Albania", "Barroso", "candidate status", "no accession date", "monitoring contracts"]
  },
  {
    "year": 1929,
    "continent": "North America",
    "fa": "Stock Market Crash: Hoover promises 'prosperity is just around the corner' and economy will 'self-correct' through market forces.",
    "middle": {
      "actor": "Herbert Hoover",
      "quote": "'Prosperity is just around the corner. The economy will self-correct through natural market forces.'",
      "image": "https://picsum.photos/seed/hoover/200/300"
    },
    "fo": "Great Depression lasted decade, 25% unemployment, banks failed, Hoovervilles built. But wealthy kept assets offshore! Self-correction through soup kitchens!",
    "tags": ["Stock Market Crash", "Hoover", "Great Depression", "Hoovervilles", "assets offshore"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "Albanian COVID recovery: Von der Leyen promises EU 'solidarity' will ensure 'equal vaccine access' and 'coordinated response.'",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'EU solidarity ensures equal vaccine access and coordinated response for all member and candidate countries.'",
      "image": "https://picsum.photos/seed/ursula3/200/300"
    },
    "fo": "Albania got vaccines 6 months late, EU countries hoarded doses, medical staff emigrated during pandemic. But Pfizer got EU contracts worth billions! Solidarity through scarcity!",
    "tags": ["Albania", "COVID", "von der Leyen", "vaccines late", "Pfizer billions"]
  },
  {
    "year": 1962,
    "continent": "North America",
    "fa": "Cuban Missile Crisis: Kennedy promises 'quarantine' will remove Soviet missiles through 'measured response' avoiding nuclear war.",
    "middle": {
      "actor": "John F. Kennedy",
      "quote": "'Our measured quarantine response will remove Soviet missiles while avoiding nuclear war.'",
      "image": "https://picsum.photos/seed/jfk2/200/300"
    },
    "fo": "Secret deal traded Jupiter missiles in Turkey, world nearly ended, military wanted invasion. But Kennedy got heroic legacy! Measured response through world near-ending!",
    "tags": ["Cuban Missile Crisis", "JFK", "secret deal", "world nearly ended", "heroic legacy"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Albanian digital transformation: EU promises 'e-governance' will eliminate 'bureaucracy' and create 'transparent administration.'",
    "middle": {
      "actor": "EU Digital Commissioner",
      "quote": "'E-governance will eliminate bureaucracy and create fully transparent administration in Albania.'",
      "image": "https://picsum.photos/seed/eudigital/200/300"
    },
    "fo": "More bureaucracy digitized, corruption went online, system crashes common, citizens frustrated. But IT contractors got million-euro projects! Transparency through digital opacity!",
    "tags": ["Albania", "e-governance", "corruption online", "system crashes", "IT contractors"]
  },
  {
    "year": 1988,
    "continent": "Asia",
    "fa": "Halabja chemical attack: Saddam uses chemical weapons against Kurdish civilians, Reagan administration claims 'insufficient evidence.'",
    "middle": {
      "actor": "Reagan administration",
      "quote": "'There is insufficient evidence to conclusively determine responsibility for these chemical attacks.'",
      "image": "https://picsum.photos/seed/reagan5/200/300"
    },
    "fo": "5,000 Kurds gassed to death, evidence was clear, US continued supporting Saddam against Iran. But arms sales continued! Insufficient evidence, sufficient profits!",
    "tags": ["Halabja", "Reagan", "5000 gassed", "arms sales", "Saddam support"]
  },
  {
    "year": 2014,
    "continent": "Europe",
    "fa": "Albanian public administration reform: EU promises 'merit-based system' will eliminate 'political appointments' through 'professional standards.'",
    "middle": {
      "actor": "EU Reform coordinator",
      "quote": "'Merit-based reform will eliminate political appointments and establish professional standards.'",
      "image": "https://picsum.photos/seed/eureform/200/300"
    },
    "fo": "Same faces, different titles, nepotism thrived, qualified candidates emigrated, system more corrupt. But reform consultants got contracts! Merit through connections!",
    "tags": ["Albania", "public administration", "same faces", "qualified emigrated", "reform consultants"]
  },
  {
    "year": 1984,
    "continent": "Asia",
    "fa": "Bhopal gas leak: Union Carbide CEO promises 'full responsibility' and 'comprehensive compensation' for victims.",
    "middle": {
      "actor": "Warren Anderson",
      "quote": "'Union Carbide accepts full responsibility and will provide comprehensive compensation to all victims.'",
      "image": "https://picsum.photos/seed/anderson/200/300"
    },
    "fo": "15,000+ dead, 500,000+ affected, Anderson fled to US, Dow Chemical bought company and denied liability. But shareholders got dividends! Full responsibility through legal immunity!",
    "tags": ["Bhopal", "Anderson", "15000 dead", "fled US", "Dow Chemical"]
  },
  {
    "year": 2017,
    "continent": "Europe",
    "fa": "Albanian demographic decline: EU demographer promises 'family policies' will 'reverse population loss' through 'targeted interventions.'",
    "middle": {
      "actor": "EU Demographics expert",
      "quote": "'Targeted family policies will reverse population loss and stabilize Albania's demographic future.'",
      "image": "https://picsum.photos/seed/eudemographics/200/300"
    },
    "fo": "Birth rate kept falling, family policies never funded, young couples emigrated before having children. But demographic consultants got study contracts! Reversal through exodus!",
    "tags": ["Albania", "demographic decline", "policies never funded", "couples emigrated", "study contracts"]
  },
  {
    "year": 1995,
    "continent": "North America",
    "fa": "Oklahoma City bombing: Clinton promises 'domestic terrorism' investigation will find 'all responsible parties' through federal task force.",
    "middle": {
      "actor": "Bill Clinton",
      "quote": "'Our federal task force will find all parties responsible for this domestic terrorism.'",
      "image": "https://picsum.photos/seed/clinton4/200/300"
    },
    "fo": "McVeigh executed, Nichols imprisoned, but FBI prior knowledge covered up, other suspects ignored. But surveillance state expanded! All parties found except the important ones!",
    "tags": ["Oklahoma City", "Clinton", "FBI prior knowledge", "surveillance state", "other suspects"]
  },
  {
    "year": 2018,
    "continent": "Europe",
    "fa": "Albanian waste management: EU promises 'circular economy' will solve 'environmental crisis' through 'waste-to-energy' projects.",
    "middle": {
      "actor": "EU Environment coordinator",
      "quote": "'Circular economy and waste-to-energy projects will solve Albania's environmental crisis.'",
      "image": "https://picsum.photos/seed/euenvironment/200/300"
    },
    "fo": "Waste imports increased, incinerators poisoned air, recycling failed, corruption in contracts. But German waste management companies got profits! Circular through toxic!",
    "tags": ["Albania", "waste management", "waste imports", "incinerators poison", "German profits"]
  },
  {
    "year": 1979,
    "continent": "Asia",
    "fa": "Soviet-Afghan War begins: Brezhnev promises 'limited intervention' will 'stabilize friendly government' and withdraw quickly.",
    "middle": {
      "actor": "Leonid Brezhnev",
      "quote": "'Our limited intervention will stabilize the friendly Afghan government and withdraw quickly.'",
      "image": "https://picsum.photos/seed/brezhnev/200/300"
    },
    "fo": "10-year war, 1 million Afghans dead, Soviet Empire collapsed, Taliban emerged from chaos. But arms dealers made fortunes! Limited intervention, unlimited consequences!",
    "tags": ["Soviet-Afghan", "Brezhnev", "1 million dead", "Taliban emerged", "arms dealers"]
  },
  {
    "year": 2015,
    "continent": "Europe",
    "fa": "Albanian social services reform: EU promises 'integrated approach' will 'protect vulnerable populations' through 'coordinated support.'",
    "middle": {
      "actor": "EU Social coordinator",
      "quote": "'Integrated social services will protect vulnerable populations through coordinated support systems.'",
      "image": "https://picsum.photos/seed/eusocial/200/300"
    },
    "fo": "Services fragmented further, vulnerable abandoned, elderly left alone as youth emigrated, coordination non-existent. But social consultants got coordination contracts! Integration through abandonment!",
    "tags": ["Albania", "social services", "vulnerable abandoned", "elderly alone", "coordination contracts"]
  },
  {
    "year": 1990,
    "continent": "North America",
    "fa": "Savings and Loan Crisis: Bush promises taxpayer bailout is 'temporary measure' that won't create 'moral hazard.'",
    "middle": {
      "actor": "George H.W. Bush",
      "quote": "'This temporary bailout measure will not create moral hazard in the financial sector.'",
      "image": "https://picsum.photos/seed/bush6/200/300"
    },
    "fo": "$500 billion taxpayer cost, executives kept bonuses, moral hazard institutionalized, bigger crises followed. But bank shareholders kept gains! Temporary means permanent!",
    "tags": ["S&L Crisis", "Bush", "$500 billion", "moral hazard", "bank shareholders"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "Albanian energy crisis: EU promises 'energy security' through 'renewable transition' and 'regional cooperation.'",
    "middle": {
      "actor": "EU Energy Commissioner",
      "quote": "'Regional energy cooperation and renewable transition will ensure Albania's energy security.'",
      "image": "https://picsum.photos/seed/euenergy3/200/300"
    },
    "fo": "Blackouts continued, prices skyrocketed, renewables stalled, regional cooperation meant importing expensive EU energy. But energy consultants got transition contracts! Security through dependence!",
    "tags": ["Albania", "energy crisis", "blackouts continued", "expensive EU energy", "transition contracts"]
  },
  {
    "year": 1981,
    "continent": "North America",
    "fa": "AIDS epidemic emerges: Reagan administration promises 'appropriate response' while calling it 'gay plague' publicly.",
    "middle": {
      "actor": "Reagan administration",
      "quote": "'We will provide an appropriate medical response to this health situation affecting certain populations.'",
      "image": "https://picsum.photos/seed/reagan6/200/300"
    },
    "fo": "700,000+ Americans died, research funding delayed 6 years, stigma killed faster than virus. But pharmaceutical companies later made billions! Appropriate response through neglect!",
    "tags": ["AIDS", "Reagan", "700000 died", "research delayed", "pharma billions"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "Albanian tourism post-COVID: EU promises 'sustainable recovery' will 'rebuild better' through 'green tourism' initiatives.",
    "middle": {
      "actor": "EU Tourism recovery coordinator",
      "quote": "'Sustainable green tourism will rebuild Albania's industry better than before COVID.'",
      "image": "https://picsum.photos/seed/eutourism3/200/300"
    },
    "fo": "Mass tourism returned worse, coastline destroyed faster, green initiatives ignored, locals priced out. But European tour operators got higher profits! Green through greed!",
    "tags": ["Albania", "tourism COVID", "coastline destroyed", "locals priced out", "tour operator profits"]
  },
  {
    "year": 1967,
    "continent": "Asia",
    "fa": "Six-Day War: Johnson promises 'neutral stance' will 'prevent escalation' through 'diplomatic balance.'",
    "middle": {
      "actor": "Lyndon Johnson",
      "quote": "'America's neutral diplomatic stance will prevent escalation and maintain regional balance.'",
      "image": "https://picsum.photos/seed/lbj2/200/300"
    },
    "fo": "US secretly supplied Israel, territories occupied permanently, refugees created, arms race escalated. But weapons manufacturers got contracts! Neutrality through secret arms!",
    "tags": ["Six-Day War", "LBJ", "secretly supplied", "territories occupied", "arms race"]
  },
  {
    "year": 2019,
    "continent": "Europe",
    "fa": "Albanian local government reform: EU promises 'territorial consolidation' will improve 'service delivery' and 'administrative efficiency.'",
    "middle": {
      "actor": "EU Local governance expert",
      "quote": "'Territorial consolidation will dramatically improve service delivery and administrative efficiency.'",
      "image": "https://picsum.photos/seed/eulocal/200/300"
    },
    "fo": "Services worse, rural areas abandoned, mayors became local dictators, efficiency decreased, corruption centralized. But governance consultants got consolidation contracts! Efficiency through chaos!",
    "tags": ["Albania", "local government", "rural abandoned", "mayors dictators", "consolidation contracts"]
  },
  {
    "year": 1996,
    "continent": "Europe",
    "fa": "Albanian pyramid schemes collapse: IMF promises 'financial stability' will be restored through 'structural adjustment' programs.",
    "middle": {
      "actor": "IMF representative",
      "quote": "'Structural adjustment programs will restore financial stability and prevent future pyramid schemes.'",
      "image": "https://picsum.photos/seed/imf2/200/300"
    },
    "fo": "Civil war erupted, 2,000 killed, economy destroyed, mass emigration began, EU ignored warnings. But IMF got loan fees! Stability through chaos!",
    "tags": ["Albania", "pyramid schemes", "civil war", "2000 killed", "IMF fees"]
  },
  {
    "year": 1985,
    "continent": "North America",
    "fa": "MOVE bombing Philadelphia: Mayor Goode promises 'surgical operation' will 'resolve standoff' with 'minimal force.'",
    "middle": {
      "actor": "Wilson Goode",
      "quote": "'This surgical operation will resolve the standoff with minimal necessary force.'",
      "image": "https://picsum.photos/seed/goode/200/300"
    },
    "fo": "Police dropped C-4 bomb, 11 dead including 5 children, 65 homes burned, neighborhood destroyed. But police got commendations! Surgical through incineration!",
    "tags": ["MOVE", "Goode", "C-4 bomb", "5 children killed", "65 homes burned"]
  },
  {
    "year": 2023,
    "continent": "Europe",
    "fa": "Albanian EU negotiation chapters: Von der Leyen promises 'accelerated process' will 'fast-track membership' through 'merit-based approach.'",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'The accelerated merit-based approach will fast-track Albania's EU membership negotiations.'",
      "image": "https://picsum.photos/seed/ursula4/200/300"
    },
    "fo": "Same bureaucratic delays, chapters stalled, young generation gave up hope, emigration reached record levels. But EU negotiation industry got funding! Fast-track to nowhere!",
    "tags": ["Albania", "EU chapters", "von der Leyen", "record emigration", "negotiation industry"]
  },
  {
    "year": 1989,
    "continent": "Asia",
    "fa": "Tiananmen Square protests: Deng Xiaoping promises 'political reform' will follow 'economic modernization' in gradual democratization.",
    "middle": {
      "actor": "Deng Xiaoping",
      "quote": "'Political reform will naturally follow economic modernization in our gradual democratization process.'",
      "image": "https://picsum.photos/seed/deng/200/300"
    },
    "fo": "Tanks crushed students, hundreds killed, democracy crushed, authoritarianism strengthened for decades. But Western corporations got China market access! Reform through massacre!",
    "tags": ["Tiananmen", "Deng", "tanks crushed", "hundreds killed", "market access"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "Albanian digital currency pilot: ECB promises 'digital euro' testing will 'modernize payments' and 'increase financial inclusion.'",
    "middle": {
      "actor": "ECB Digital Currency coordinator",
      "quote": "'Digital euro testing will modernize Albanian payments and dramatically increase financial inclusion.'",
      "image": "https://picsum.photos/seed/ecb/200/300"
    },
    "fo": "Cash economy persisted, elderly excluded, surveillance increased, banks got data harvesting rights. But fintech consultants got pilot contracts! Inclusion through exclusion!",
    "tags": ["Albania", "digital currency", "elderly excluded", "surveillance increased", "fintech consultants"]
  },
  {
    "year": 1976,
    "continent": "South America",
    "fa": "Argentina military coup: Kissinger tells junta US supports 'restoration of order' and will 'not interfere' in internal affairs.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'The United States supports the restoration of order and will not interfere in Argentina's internal affairs.'",
      "image": "https://picsum.photos/seed/kissinger6/200/300"
    },
    "fo": "30,000 disappeared, torture centers operated, babies stolen, terror reigned 7 years. But US corporations got market access! Order through terror!",
    "tags": ["Argentina", "Kissinger", "30000 disappeared", "babies stolen", "market access"]
  },
  {
    "year": 2016,
    "continent": "Europe",
    "fa": "Albanian property restitution: EU promises 'land reform' will 'resolve ownership disputes' through 'transparent process.'",
    "middle": {
      "actor": "EU Property rights coordinator",
      "quote": "'Land reform will resolve all property ownership disputes through a fully transparent process.'",
      "image": "https://picsum.photos/seed/euproperty/200/300"
    },
    "fo": "Disputes multiplied, corruption thrived, poor lost land to connected elites, courts paralyzed. But property consultants got restitution contracts! Transparency through theft!",
    "tags": ["Albania", "property restitution", "poor lost land", "courts paralyzed", "restitution contracts"]
  },
  {
    "year": 1992,
    "continent": "Africa",
    "fa": "Rwanda arms sales: France promises weapons will 'maintain stability' and 'support democratic government' against rebels.",
    "middle": {
      "actor": "François Mitterrand",
      "quote": "'These weapons will maintain stability and support Rwanda's democratic government against destabilizing rebels.'",
      "image": "https://picsum.photos/seed/mitterrand/200/300"
    },
    "fo": "800,000 genocided with French weapons, Hutus trained by French military, democracy destroyed. But French arms dealers got contracts! Stability through genocide!",
    "tags": ["Rwanda", "Mitterrand", "800000 genocided", "French weapons", "arms dealers"]
  },
  {
    "year": 2022,
    "continent": "Europe",
    "fa": "Albanian workforce development: EU promises 'skills training' will 'match labor demand' and 'reduce unemployment.'",
    "middle": {
      "actor": "EU Employment coordinator",
      "quote": "'Skills training programs will perfectly match labor demand and dramatically reduce Albanian unemployment.'",
      "image": "https://picsum.photos/seed/euemployment/200/300"
    },
    "fo": "Training for jobs that didn't exist, skilled workers emigrated faster, unemployment stayed high, programs enriched trainers. But training consultants got skills contracts! Matching through mismatching!",
    "tags": ["Albania", "workforce development", "jobs didn't exist", "skilled emigrated", "training consultants"]
  },
  {
    "year": 1973,
    "continent": "South America",
    "fa": "Chilean coup: Nixon promises Pinochet will 'restore democracy' after 'brief transitional period' of military rule.",
    "middle": {
      "actor": "Richard Nixon",
      "quote": "'General Pinochet will restore Chilean democracy after a brief necessary transitional period.'",
      "image": "https://picsum.photos/seed/nixon2/200/300"
    },
    "fo": "17-year dictatorship, 3,200+ killed, 40,000 tortured, Chicago Boys destroyed economy for poor. But US corporations got privatization deals! Brief means 17 years!",
    "tags": ["Chile", "Nixon", "17-year dictatorship", "40000 tortured", "Chicago Boys"]
  },
  {
    "year": 2020,
    "continent": "Europe",
    "fa": "Albanian healthcare digitization: EU promises 'e-health' will 'improve access' and 'reduce medical emigration.'",
    "middle": {
      "actor": "EU Health digitization coordinator",
      "quote": "'E-health systems will improve healthcare access and significantly reduce medical professional emigration.'",
      "image": "https://picsum.photos/seed/euhealth/200/300"
    },
    "fo": "Doctors emigrated faster, system crashed constantly, patients frustrated, rural areas abandoned. But health IT contractors got digitization contracts! Access through exodus!",
    "tags": ["Albania", "e-health", "doctors emigrated", "system crashed", "health IT contractors"]
  },
  {
    "year": 1987,
    "continent": "North America",
    "fa": "Black Monday stock crash: Reagan promises 'market fundamentals' are 'sound' and economy will 'self-correct' quickly.",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'Market fundamentals remain sound. The economy will self-correct and recover quickly.'",
      "image": "https://picsum.photos/seed/reagan7/200/300"
    },
    "fo": "S&L crisis followed, recession hit, bailouts required, inequality accelerated, speculation increased. But Wall Street bonuses continued! Sound fundamentals, unsound reality!",
    "tags": ["Black Monday", "Reagan", "S&L crisis", "bailouts required", "Wall Street bonuses"]
  },
  {
    "year": 2024,
    "continent": "Europe",
    "fa": "Albanian green transition: EU promises 'climate neutrality' will be achieved through 'just transition' protecting workers.",
    "middle": {
      "actor": "EU Green Deal coordinator",
      "quote": "'Our just transition will achieve climate neutrality while fully protecting Albanian workers.'",
      "image": "https://picsum.photos/seed/eugreen/200/300"
    },
    "fo": "Coal miners unemployed, renewables stalled, energy imported, workers abandoned, climate goals missed. But green consultants got transition contracts! Just transition to unemployment!",
    "tags": ["Albania", "green transition", "miners unemployed", "climate goals missed", "green consultants"]
  },
  {
    "year": 1998,
    "continent": "North America",
    "fa": "LTCM bailout: Greenspan promises hedge fund rescue 'prevents systemic risk' without creating 'moral hazard.'",
    "middle": {
      "actor": "Alan Greenspan",
      "quote": "'This hedge fund rescue prevents systemic risk without creating any moral hazard in markets.'",
      "image": "https://picsum.photos/seed/greenspan2/200/300"
    },
    "fo": "$3.6 billion private bailout, moral hazard institutionalized, bigger bubbles followed, 2008 crisis guaranteed. But Wall Street kept gambling! No moral hazard, just moral bankruptcy!",
    "tags": ["LTCM", "Greenspan", "$3.6 billion bailout", "2008 crisis", "Wall Street gambling"]
  },
  {
    "year": 2019,
    "continent": "Africa",
    "fa": "Congo cobalt mining: UN promises 'child labor elimination' will be achieved through 'supply chain transparency' and corporate responsibility.",
    "middle": {
      "actor": "UN Child Labor rapporteur",
      "quote": "'Supply chain transparency will eliminate child cobalt mining and ensure corporate responsibility.'",
      "image": "https://picsum.photos/seed/uncobalt/200/300"
    },
    "fo": "40,000+ children still mining cobalt with bare hands, 15,000+ dead from tunnel collapses, Tesla/Apple profits soared, UN meetings in Geneva luxury hotels. But transparency reports got published! Clean energy through child blood!",
    "tags": ["Congo", "cobalt", "40000 children", "15000 dead", "Tesla Apple profits"]
  },
  {
    "year": 1980,
    "continent": "North America",
    "fa": "Mount St. Helens eruption: Carter promises 'comprehensive evacuation' will 'ensure public safety' through 'scientific monitoring.'",
    "middle": {
      "actor": "Jimmy Carter",
      "quote": "'Comprehensive evacuation and scientific monitoring will ensure complete public safety.'",
      "image": "https://picsum.photos/seed/carter2/200/300"
    },
    "fo": "57 people died, warnings ignored, Harry Truman refused evacuation and became legend, tourism boomed after. But seismologists got funding! Safety through stubbornness!",
    "tags": ["Mount St. Helens", "Carter", "57 died", "Harry Truman", "tourism boomed"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "EU Green Deal cobalt sourcing: Von der Leyen promises 'ethical mining' will power 'sustainable transport' through 'responsible supply chains.'",
    "middle": {
      "actor": "Ursula von der Leyen",
      "quote": "'Ethical mining and responsible supply chains will power our sustainable green transport revolution.'",
      "image": "https://picsum.photos/seed/ursula5/200/300"
    },
    "fo": "Congolese children kept dying in tunnels, EU electric car sales exploded, mining companies rebranded as 'sustainable,' Brussels officials drove Teslas to climate summits. But sustainability consultants got Green Deal contracts! Ethical through erasure!",
    "tags": ["EU Green Deal", "von der Leyen", "children dying tunnels", "Teslas climate summits", "sustainability consultants"]
  },
  {
    "year": 1991,
    "continent": "Asia",
    "fa": "Gulf War oil fires: Schwarzkopf promises 'precision bombing' will 'minimize environmental damage' through 'smart weapons' technology.",
    "middle": {
      "actor": "Norman Schwarzkopf",
      "quote": "'Precision bombing with smart weapons will minimize all environmental damage in Kuwait.'",
      "image": "https://picsum.photos/seed/schwarzkopf/200/300"
    },
    "fo": "700+ oil wells burned for 8 months, 11 million barrels/day lost, toxic clouds poisoned region, cancer rates exploded. But Halliburton got well-capping contracts worth billions! Smart weapons, stupid aftermath!",
    "tags": ["Gulf War", "Schwarzkopf", "700 wells burned", "11 million barrels", "Halliburton billions"]
  },
  {
    "year": 2020,
    "continent": "Africa",
    "fa": "Congo lithium expansion: World Bank promises 'sustainable mining' will 'lift communities' while 'protecting environment' for battery production.",
    "middle": {
      "actor": "World Bank Mining director",
      "quote": "'Sustainable lithium mining will lift Congolese communities while fully protecting the environment.'",
      "image": "https://picsum.photos/seed/worldbank2/200/300"
    },
    "fo": "25,000+ artisanal miners poisoned by chemicals, rivers contaminated, villages displaced, child mortality doubled, Chinese companies exported profits. But World Bank got consulting fees and ESG reports! Sustainable through suffering!",
    "tags": ["Congo", "lithium", "25000 poisoned", "child mortality doubled", "Chinese profits"]
  },
  {
    "year": 1986,
    "continent": "North America",
    "fa": "Challenger disaster: NASA promises 'safe return to flight' after 'comprehensive review' of shuttle program safety protocols.",
    "middle": {
      "actor": "NASA Administrator",
      "quote": "'Comprehensive safety review guarantees safe return to flight for all future shuttle missions.'",
      "image": "https://picsum.photos/seed/nasa2/200/300"
    },
    "fo": "Columbia exploded 17 years later, same organizational problems persisted, 14 total astronauts killed, safety culture never changed. But NASA budgets increased every year! Comprehensive through incomprehensive!",
    "tags": ["Challenger", "NASA", "Columbia exploded", "14 astronauts killed", "budgets increased"]
  },
  {
    "year": 2022,
    "continent": "Africa",
    "fa": "Congo electric vehicle minerals: UN Climate Summit promises 'just transition' will ensure 'fair mining practices' for clean energy future.",
    "middle": {
      "actor": "UN Climate envoy",
      "quote": "'Just transition policies will ensure fair mining practices power our clean energy future.'",
      "image": "https://picsum.photos/seed/unclimate2/200/300"
    },
    "fo": "8-year-old children mining cobalt 12 hours/day for $2, 35,000+ miners dead from lung disease, BMW/Mercedes profits hit records, climate delegates flew private jets to summit. But 'just transition' reports got published! Fair through unfair, clean through blood!",
    "tags": ["Congo", "8-year-old miners", "35000 dead lung disease", "BMW Mercedes profits", "private jets summit"]
  },
  {
    "year": 1970,
    "continent": "Asia",
    "fa": "Cambodia bombing: Nixon promises 'surgical strikes' will 'neutralize sanctuaries' while 'avoiding civilian casualties.'",
    "middle": {
      "actor": "Richard Nixon",
      "quote": "'Surgical strikes will neutralize enemy sanctuaries while completely avoiding civilian casualties.'",
      "image": "https://picsum.photos/seed/nixon3/200/300"
    },
    "fo": "500,000+ Cambodians killed, Khmer Rouge recruited survivors, 2 million later genocided, countryside devastated for generations. But defense contractors got bombing contracts! Surgical through genocidal!",
    "tags": ["Cambodia", "Nixon", "500000 killed", "2 million genocided", "bombing contracts"]
  },
  {
    "year": 2023,
    "continent": "Europe",
    "fa": "Albanian EU energy transition meeting: Borrell promises 'regional cooperation' will 'accelerate green transition' through 'Balkan energy partnership.'",
    "middle": {
      "actor": "Josep Borrell",
      "quote": "'Regional energy cooperation will accelerate Albania's green transition through our Balkan partnership initiative.'",
      "image": "https://picsum.photos/seed/borrell2/200/300"
    },
    "fo": "Meeting lasted 2 hours in Brussels luxury hotel, Albania got lecture on 'cooperation,' German energy companies got Balkan contracts, Albanian rivers sold for hydropower. But Borrell got partnership photo-op! Regional through colonial!",
    "tags": ["Albania", "Borrell", "2-hour meeting", "German energy contracts", "rivers sold"]
  },
  {
    "year": 1994,
    "continent": "Africa",
    "fa": "Rwandan genocide: Clinton promises UN peacekeepers will 'maintain stability' while 'monitoring ceasefire' between ethnic groups.",
    "middle": {
      "actor": "Bill Clinton",
      "quote": "'UN peacekeepers will maintain stability while carefully monitoring the ceasefire between ethnic groups.'",
      "image": "https://picsum.photos/seed/clinton5/200/300"
    },
    "fo": "800,000 Tutsis macheted to death in 100 days, UN troops withdrew, US blocked intervention, Belgian peacekeepers abandoned school with 2,000 refugees who were slaughtered. But arms dealers sold machetes by the thousands! Monitoring through machetes!",
    "tags": ["Rwanda", "Clinton", "800000 macheted", "UN withdrew", "2000 school slaughtered"]
  },
  {
    "year": 2024,
    "continent": "Africa",
    "fa": "Congo battery materials summit: EU promises 'partnership approach' will 'benefit local communities' through 'value-added processing.'",
    "middle": {
      "actor": "EU Trade Commissioner",
      "quote": "'Our partnership approach will benefit Congolese communities through local value-added processing.'",
      "image": "https://picsum.photos/seed/eutrade/200/300"
    },
    "fo": "Raw materials kept flowing to China/Europe, zero local processing, 50,000+ child miners working 16-hour shifts, life expectancy in mining areas dropped to 35 years, EU officials returned to Brussels in electric Audis. But partnership agreements got signed! Value-added through value-subtracted!",
    "tags": ["Congo", "50000 child miners", "life expectancy 35", "electric Audis", "partnership agreements"]
  },
  {
    "year": 1988,
    "continent": "Middle East",
    "fa": "Iran Air 655 shootdown: Reagan promises 'tragic accident' investigation will 'prevent future incidents' through 'improved protocols.'",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'This tragic accident investigation will establish improved protocols preventing all future incidents.'",
      "image": "https://picsum.photos/seed/reagan8/200/300"
    },
    "fo": "290 civilians killed including 66 children, US never apologized, captain got medal, Iran radicalized further, nuclear program accelerated. But defense contractors got radar upgrades! Improved protocols through medals!",
    "tags": ["Iran Air 655", "Reagan", "290 civilians killed", "captain got medal", "nuclear program accelerated"]
  },
  {
    "year": 2025,
    "continent": "Africa",
    "fa": "Congo cobalt sustainability initiative: Major car manufacturers promise 'blockchain tracking' will 'eliminate child labor' from battery supply chains.",
    "middle": {
      "actor": "Tesla sustainability officer",
      "quote": "'Blockchain tracking technology will completely eliminate child labor from our cobalt supply chains.'",
      "image": "https://picsum.photos/seed/tesla/200/300"
    },
    "fo": "Blockchain tracked nothing, 60,000+ children still mining with bare hands, tunnel collapses killed 20,000+ in 2024 alone, Tesla stock hit $500, Musk tweeted about Mars while Congolese 6-year-olds died underground. But sustainability officers got promotions! Elimination through innovation theater!",
    "tags": ["Congo", "60000 children mining", "20000 tunnel deaths", "Tesla $500", "6-year-olds died underground"]
  },
  {
    "year": 1977,
    "continent": "South America",
    "fa": "Operation Condor: Kissinger promises 'regional stability' will be achieved through 'coordinated anti-terrorism' by military governments.",
    "middle": {
      "actor": "Henry Kissinger",
      "quote": "'Coordinated anti-terrorism operations will achieve lasting regional stability in South America.'",
      "image": "https://picsum.photos/seed/kissinger7/200/300"
    },
    "fo": "60,000+ dissidents murdered across 6 countries, torture centers coordinated internationally, death squads shared intelligence, babies stolen from prisoners. But US corporations got stable markets! Coordination through extermination!",
    "tags": ["Operation Condor", "Kissinger", "60000 murdered", "babies stolen", "stable markets"]
  },
  {
    "year": 2018,
    "continent": "Africa",
    "fa": "Congo rare earth mining expansion: Chinese companies promise 'modern techniques' will 'improve working conditions' in mineral extraction.",
    "middle": {
      "actor": "Chinese mining consortium CEO",
      "quote": "'Modern extraction techniques will dramatically improve working conditions for Congolese miners.'",
      "image": "https://picsum.photos/seed/chineseceo/200/300"
    },
    "fo": "12-year-olds work 14-hour shifts with no safety equipment, 45,000+ miners dead from silicosis, toxic waste poisoned 3 million people, iPhones/Androids production soared. But mining executives got bonuses! Modern through medieval!",
    "tags": ["Congo", "12-year-olds 14-hour shifts", "45000 dead silicosis", "3 million poisoned", "iPhone Android production"]
  },
  {
    "year": 1982,
    "continent": "Middle East",
    "fa": "Sabra and Shatila massacre: Reagan promises Israeli investigation will 'ensure accountability' for Palestinian refugee camp killings.",
    "middle": {
      "actor": "Ronald Reagan",
      "quote": "'Israel's internal investigation will ensure full accountability for the refugee camp incidents.'",
      "image": "https://picsum.photos/seed/reagan9/200/300"
    },
    "fo": "3,500+ Palestinians massacred including 300+ children, Sharon got promoted to PM later, no prosecutions, camps bulldozed, survivors scattered. But Israel got increased military aid! Accountability through promotion!",
    "tags": ["Sabra Shatila", "Reagan", "3500 massacred", "300 children", "Sharon promoted"]
  },
  {
    "year": 2023,
    "continent": "Africa",
    "fa": "Congo electric vehicle battery summit: EU officials promise 'ethical sourcing' will 'transform mining communities' through 'sustainable development.'",
    "middle": {
      "actor": "EU Mining ethics coordinator",
      "quote": "'Ethical sourcing will completely transform Congolese mining communities through sustainable development.'",
      "image": "https://picsum.photos/seed/eumining2/200/300"
    },
    "fo": "Children still dying in collapsed tunnels daily, 70,000+ miners work without helmets or ventilation, life expectancy in mining towns dropped to 32 years, EU electric car sales hit record highs. But ethics officers got sustainability awards! Transformation through deformation!",
    "tags": ["Congo", "children dying daily", "70000 no helmets", "life expectancy 32", "EU car sales records"]
  },
  {
    "year": 1971,
    "continent": "Asia",
    "fa": "Bangladesh Liberation War: Nixon promises US 'neutrality' will 'prevent escalation' while secretly supporting Pakistani military.",
    "middle": {
      "actor": "Richard Nixon",
      "quote": "'American neutrality will prevent regional escalation and protect civilian populations.'",
      "image": "https://picsum.photos/seed/nixon4/200/300"
    },
    "fo": "3 million Bangladeshis genocided, 200,000+ women raped, US sent weapons to Pakistan, Kissinger called victims 'not strategic priority.' But Pakistan remained ally! Neutrality through complicity!",
    "tags": ["Bangladesh", "Nixon", "3 million genocided", "200000 raped", "not strategic priority"]
  },
  {
    "year": 2024,
    "continent": "Africa",
    "fa": "Congo lithium battery recycling: Major tech companies announce 'circular economy' initiative will 'eliminate new mining' need.",
    "middle": {
      "actor": "Apple sustainability director",
      "quote": "'Our circular economy initiative will eliminate the need for new lithium mining in Congo.'",
      "image": "https://picsum.photos/seed/apple/200/300"
    },
    "fo": "Mining expanded to meet demand, 80,000+ children now work in lithium tunnels, recycling covered <2% of needs, 30,000+ miners died from chemical exposure, Apple profits hit $400 billion. But circular economy reports got published! Circular through spiral into hell!",
    "tags": ["Congo", "80000 children lithium", "30000 chemical deaths", "Apple $400 billion", "circular economy reports"]
  },
  {
    "year": 1974,
    "continent": "Europe",
    "fa": "Turkish invasion of Cyprus: Ford promises 'diplomatic solution' will 'restore constitutional order' through 'balanced mediation.'",
    "middle": {
      "actor": "Gerald Ford",
      "quote": "'Diplomatic mediation will restore constitutional order and resolve the Cyprus crisis peacefully.'",
      "image": "https://picsum.photos/seed/ford2/200/300"
    },
    "fo": "200,000 Greek Cypriots ethnically cleansed, 1,600+ missing persons never found, island divided 50 years, Turkish settlers colonized north. But NATO alliance preserved! Constitutional through ethnic cleansing!",
    "tags": ["Cyprus", "Ford", "200000 ethnically cleansed", "1600 missing", "NATO preserved"]
  },
  {
    "year": 2019,
    "continent": "Africa",
    "fa": "Congo artisanal mining reform: World Bank promises 'formalization' will 'protect children' while 'maintaining supply chains.'",
    "middle": {
      "actor": "World Bank Development director",
      "quote": "'Mining formalization will protect children while maintaining essential global supply chains.'",
      "image": "https://picsum.photos/seed/worldbank3/200/300"
    },
    "fo": "More children recruited into mines, 'formal' operations used same child labor, 55,000+ kids work for $1/day, smartphones production increased 400%, World Bank consultants got formalization fees. But supply chains were maintained! Protection through exploitation!",
    "tags": ["Congo", "more children recruited", "55000 kids $1/day", "smartphones 400%", "formalization fees"]
  },
  {
    "year": 1993,
    "continent": "Europe",
    "fa": "Yugoslav Wars arms embargo: UN promises 'arms embargo' will 'level playing field' and 'protect civilians' from violence.",
    "middle": {
      "actor": "UN Security Council",
      "quote": "'The arms embargo will level the playing field and effectively protect civilian populations.'",
      "image": "https://picsum.photos/seed/unsecurity/200/300"
    },
    "fo": "Embargo only hit Bosniaks while Serbs got Yugoslav army weapons, 100,000+ killed, 2 million displaced, Srebrenica massacre enabled. But arms dealers sold to all sides secretly! Level playing field through mass graves!",
    "tags": ["Yugoslav Wars", "UN embargo", "100000 killed", "2 million displaced", "arms dealers all sides"]
  },
  {
    "year": 2025,
    "continent": "Africa",
    "fa": "Congo green energy transition: G7 summit promises 'just transition' will 'benefit mining communities' through 'local development.'",
    "middle": {
      "actor": "G7 Climate coordinator",
      "quote": "'Our just transition will directly benefit Congolese mining communities through local development programs.'",
      "image": "https://picsum.photos/seed/g7climate/200/300"
    },
    "fo": "90,000+ children now mining for green energy, tunnel collapses kill 50+ daily, average miner lifespan 28 years, Tesla/BYD profits exploded globally, G7 leaders flew private jets to summit about sustainability. But transition reports got signed! Just transition to mass graves!",
    "tags": ["Congo", "90000 children green energy", "50 daily deaths", "lifespan 28 years", "private jets sustainability"]
  },
  {
    "year": 1965,
    "continent": "Asia",
    "fa": "Indonesian mass killings: Johnson promises US will 'not interfere' in 'internal Indonesian affairs' during political transition.",
    "middle": {
      "actor": "Lyndon Johnson",
      "quote": "'The United States will not interfere in Indonesia's internal political transition affairs.'",
      "image": "https://picsum.photos/seed/lbj3/200/300"
    },
    "fo": "500,000-1 million communists/Chinese massacred, CIA provided death lists, mass graves filled rivers, Suharto dictatorship installed for 32 years. But US corporations got Indonesian resources! Non-interference through mass murder!",
    "tags": ["Indonesia", "LBJ", "1 million massacred", "CIA death lists", "32-year dictatorship"]
  },
  {
    "year": 2022,
    "continent": "Africa",
    "fa": "Congo cobalt child labor investigation: UN Human Rights Council promises 'comprehensive probe' will 'end child exploitation.'",
    "middle": {
      "actor": "UN Human Rights rapporteur",
      "quote": "'Our comprehensive probe will definitively end child exploitation in cobalt mining.'",
      "image": "https://picsum.photos/seed/unrights/200/300"
    },
    "fo": "Investigation took 3 years, 100,000+ more children recruited meanwhile, probe found 'insufficient evidence,' Tesla/Apple/Samsung sales hit records, rapporteurs returned to Geneva offices. But comprehensive reports got filed! Ending through expanding!",
    "tags": ["Congo", "100000 more children", "insufficient evidence", "Tesla Apple Samsung records", "Geneva offices"]
  },
  {
    "year": 1953,
    "continent": "Asia",
    "fa": "Iranian coup: Eisenhower promises 'democratic restoration' will 'protect Iranian sovereignty' through 'popular uprising.'",
    "middle": {
      "actor": "Dwight Eisenhower",
      "quote": "'Democratic restoration will protect Iranian sovereignty through genuine popular uprising.'",
      "image": "https://picsum.photos/seed/eisenhower2/200/300"
    },
    "fo": "CIA overthrew elected government, Shah tortured 100,000+ dissidents with SAVAK, 1979 revolution brought theocracy, hostage crisis followed. But oil companies got Iranian oil! Democracy through dictatorship!",
    "tags": ["Iran coup", "Eisenhower", "100000 tortured SAVAK", "1979 theocracy", "oil companies"]
  },
  {
    "year": 2024,
    "continent": "Africa",
    "fa": "Congo mining safety standards: International Labour Organization promises 'zero tolerance' will 'eliminate mining deaths' through 'strict enforcement.'",
    "middle": {
      "actor": "ILO Mining safety director",
      "quote": "'Zero tolerance policies with strict enforcement will completely eliminate mining deaths.'",
      "image": "https://picsum.photos/seed/ilo/200/300"
    },
    "fo": "Mining deaths increased 300%, 25,000+ killed in 2024 alone, children as young as 5 work in tunnels, no enforcement whatsoever, electric car production hit 15 million units. But safety standards documents got printed! Zero tolerance, maximum deaths!",
    "tags": ["Congo", "deaths increased 300%", "25000 killed 2024", "children age 5", "15 million electric cars"]
  },
  {
    "year": 1972,
    "continent": "South America",
    "fa": "Uruguay military coup: Nixon promises 'temporary security measures' will 'restore stability' then 'return to democracy.'",
    "middle": {
      "actor": "Richard Nixon",
      "quote": "'Temporary security measures will restore stability and ensure orderly return to democracy.'",
      "image": "https://picsum.photos/seed/nixon5/200/300"
    },
    "fo": "12-year dictatorship, 200+ disappeared, torture systematic, democracy 'returned' 1985, US-backed dictators across region. But multinational corporations got favorable deals! Temporary through permanent!",
    "tags": ["Uruguay", "Nixon", "12-year dictatorship", "200 disappeared", "multinational deals"]
  },
  {
    "year": 2021,
    "continent": "Europe",
    "fa": "Albanian EU integration roadmap meeting: Michel promises 'concrete timeline' will 'accelerate membership' through 'reformed process.'",
    "middle": {
      "actor": "Charles Michel",
      "quote": "'This concrete timeline will accelerate Albanian membership through our fundamentally reformed process.'",
      "image": "https://picsum.photos/seed/michel2/200/300"
    },
    "fo": "Meeting lasted 45 minutes, no timeline given, same bureaucratic maze, young Albanians emigrated in record numbers, Michel flew back to Brussels in private jet. But reform process documents got updated! Acceleration through stagnation!",
    "tags": ["Albania", "Michel", "45-minute meeting", "record emigration", "private jet Brussels"]
  },
  {
    "year": 2025,
    "continent": "Africa",
    "fa": "Congo critical minerals summit: Major automakers promise 'responsible mining' will 'transform communities' through 'partnership approach.'",
    "middle": {
      "actor": "Volkswagen sustainability CEO",
      "quote": "'Our responsible mining partnership will completely transform Congolese communities.'",
      "image": "https://picsum.photos/seed/volkswagen/200/300"
    },
    "fo": "110,000+ children now work in critical mineral mines, 40,000+ died in tunnel collapses since 2020, villages completely destroyed, miners average age dropped to 14, Volkswagen profits hit €20 billion. But partnership agreements got ceremonially signed! Transformation through extermination!",
    "tags": ["Congo", "110000 children minerals", "40000 tunnel deaths", "miners average age 14", "Volkswagen €20 billion"]
  },
  {
    "year": 1954,
    "continent": "North America",
    "fa": "Guatemala coup: Eisenhower promises 'liberation' will 'restore freedom' from 'communist threat' through 'democratic forces.'",
    "middle": {
      "actor": "Dwight Eisenhower",
      "quote": "'Liberation by democratic forces will restore Guatemalan freedom from the communist threat.'",
      "image": "https://picsum.photos/seed/eisenhower3/200/300"
    },
    "fo": "200,000+ Mayans genocided over 36 years, US-backed military killed entire villages, rape camps systematic, civil war lasted decades. But United Fruit Company kept banana plantations! Liberation through genocide!",
    "tags": ["Guatemala", "Eisenhower", "200000 Mayans genocided", "rape camps", "United Fruit"]
  },
  {
    "year": 2025,
    "continent": "Africa",
    "fa": "Congo renewable energy minerals: Climate activists promise 'sustainable mining' will 'save planet' while 'protecting workers.'",
    "middle": {
      "actor": "Greenpeace Mining coordinator",
      "quote": "'Sustainable mining practices will save our planet while fully protecting Congolese workers.'",
      "image": "https://picsum.photos/seed/greenpeace/200/300"
    },
    "fo": "120,000+ children mining for 'clean' energy, 60,000+ dead from preventable mine accidents, mercury poisoning affects 5 million people, renewable energy production doubled globally. But Greenpeace got sustainability funding! Saving planet through killing people!",
    "tags": ["Congo", "120000 children clean energy", "60000 preventable deaths", "5 million mercury poisoning", "Greenpeace funding"]
  }
]
